{
  "daftar_materi": [
    {
      "nama"      : "Gerak Benda dan Makhluk Hidup di Lingkungan Sekitar",
      "nama2"     : "BAB 1",
      "kategori"  : "Kelas 8",
      "history"   : "\nA. Gerak Benda\n\nSetiap benda selalu bergerak melaui lintasannya. Lintasannya berupa lintasan lurus, melingkar, parabola, atau tidak beraturan.  Benda yang melintas pada lintasan lurus melibatkan jarak, waktu dan kecepatan. \n\nJarak adalah panjang lintasan yang ditempuh. Perpindahan adalah selisih jarak lurus antara posisi awal dengan posisi akhir. Contohnya jarak rumah kamu dengan sekolah adalah 2 km. Apabila kamu berangkat dan pulang sekolah, maka jarak yang kamu tempuh adalah 4 km. Tetapi perpindahanya adalah nol. Karena tidak ada jarak posisi awal dan jarak posisi akhir. \n\nKelajuan adalah kemampuan menempuh jarak tertentu pada setiap detiknya. Bisa dirumuskan dengan :  \n\n\nKeterangan :\nv = kelajuan (m/s)\ns = jarak tempuh (m)\nt = waktu (s) \n\nGerak lurus berubah beraturan (GLBB) adalah gerak yang memiliki perubahan kecepatan sellau tetap pada setiap detiknya. \n\nPercepatan tidak hanya dimiliki benda yang bergerak horizontal, pada benda yang bergerak vertikal pun memiliki percepatan yaitu percepatan gravitasi. Percepatan gravitasi atau disebut juga gaya gravitasi adalah gaya tarik benda oleh bumi sehingga benda mengalami percepatan konstan yaitu 9,8 m/s² atau 10 m/s².  \n\nGaya adalah tarikan atau dorongan. Gaya dapat mengubah kecepatan, bentuk, dan arah. Gaya dibagi menjadi 2 yaitu gaya sentuh dan gaya tak sentuh. \n\nGaya sentuh contohnya gaya otot dan gaya gesek. Gaya otot adalah gaya yang ditimbulkan oleh koordinasi otot oleh rangka tubuh. Misalnya, seseorang akan memanah dengan menarik mata panah kearah belakang. \n\nGaya gesek adalah gaya yang diakibatkan oleh adanya 2 benda yang saling bergesekan. Gaya gesek selalu berlawanan arah dengan gaya yang diberikan pada benda. Contohnya, gaya gesek antara meja dengan lantai ketika meja didorong. \n\nGaya tak sentuh adalah gaya yang tidak membutuhkan sentuhan langsung pada benda yang dikenainya. Contohnya, ketika mendekatkan magnet dengan paku besi, paku besi akan tertarik dan menempel pada magnet. Hal ini dipengaruhi oleh gaya magnet. \n\nB. Hukum Newton\n\nHukum I Newton menyatakan bahwa sifat inersia benda yang tidak mengalami resultan gaya (∑F = 0) akan tetap diam atau bergerak lurus beraturan. Sifat inersia atau kelembaman adalah sifat benda yang memiliki kecenderungan untuk mempertahankan keadaan diam atau bergerak dengan kecepatan tetap. \n\nContoh Hukum I Newton yaitu ketika kita berada didalam mobil, kemudian sopir ngerem dengan tiba – tiba, maka badan kita akan bergerak ke depan. Hal ini badan kita mempertahankan keadaan untuk tetap diam. Untuk contoh yang lebih lengkap silahkan lihat di halaman 10 Contoh Penerapan Hukum I Newton. Untuk contoh kegiatan praktik penerapan Hukum I Newton silahkan lihat di Percobaan Hukum I Newton dengan Telur. \n\nContoh Hukum II Newton yaitu saat memindahkan meja yang ringan akan lebih cepat daripada memindahkan lemari yang berat jika gaya dorong kita sama. Hal ini karena meja memiliki masssa yang lebih kecil daripada lemari. Semakin kecil massa benda, maka semakin besar percepatannya. Begitu pula sebaliknya. Contoh lengkapnya silahkan lihat 10 Contoh Penerapan Hukum II Newton.\n\nHukum III Newton menyatakan bahwa ketika benda pertama memberi gaya aksi (Faksi) pada benda kedua, maka benda kedua akan memberi gaya reaksi (Freaksi) yang sama besar pada benda pertama tetapi berlawanan arah. Atau bisa dirumuskan :  Faksi = – Freaksi. \n\nContoh Hukum III Newton yaitu pada saat kita berenang. Ketika berenang, tangan mengayuh ke belakang (melakukan gaya aksi), dan air akan mendorong kita melaju kedepan (melakukan gaya reaksi).  Contoh penerapan Hukum III Newton yang lebih banyak lagi silahkan lihat 10 Contoh Penerapan Hukum III Newton.",
      "img"       : ""
    },
    {
      "nama"      : "Usaha dan Pesawat Sederhana",
      "nama2"     : "BAB 2",
      "kategori"  : "Kelas 8",
      "history"   : "\nA. Usaha\n\nUsaha adalah gaya yang bekerja pada suatu benda sehingga menyebabkan benda berpindah sepanjang garis lurus dan searah dengan arah gaya. \n\nSemakin besar gaya yang diberikan pada benda, semakin besar pula usaha yang dihasilkan. Semakin besar perpindahan benda, semakin besar pula gaya yang dihasilkan. \n\nLaju energi atau daya (P) adalah besar energi yang digunakan pada setiap detik, sehingga dapat ditentukan dengan membagi besar usaha (W) dengan selang waktunya (t). \n\nB. Jenis – jenis Pesawat Sederhana\n\nPesawat sederhana adalah alat yang digunakan untuk membantu mempermudah pekerjaan manusia. Pesawat sederhana ada 4 yaitu : katrol, roda berporos, bidang miring dan pengungkit. \n\nKatrol ada 2 yaitu katrol tetap dan katrol bebas. Katrol tetap berfungsi mengubah arah gaya. Pada katrol tetap tunggal, gaya kuasa yang digunakan untuk menarik beban sama dengan gaya beban. Keuntungan mekanis katrol tetap = 1 \n\nContoh penggunaan katrol tetap yaitu katrol timba air yang digunakan untuk mengambil air dari sumur. \n\nKatrol bebas berfungsi untuk melipatkan gaya, sehingga gaya pada kuasa yang diberikan untuk mengangkat benda lebih kecil dari gaya beban. Contohnya katrol di pelabuhan yang digunakan untuk mengangkat peti kemas. \n\nKatrol majemuk adalah gabungan katrol tunggal dan katrol bebas yang dirangkai menjadi satu sistem. Keuntungan mekanis katrol majemuk sama dengan jumlah tali yang menyokong berat beban. Contohnya katrol dalam bidang industri digunakan untuk mengangkat benda berat. \n\nContoh benda yang menerapkan prinsip roda berporos yaitu mobil, sepatu roda, roda sepeda, kursi roda, dan sebagainya. Roda gigi (gear) juga merupakan contoh roda berporos. Roda gigi berfungsi sebagai pusat pengatur gerak sepeda yang terhubung dengan sepeda. \n\nSedangkan roda sepeda menerapkan prinsip roda berporos untuk mempercepat gaya saat melakukan perjalanan. Berikut gambar roda roda gigi pada motor yang merupakan roda berporos : \n\nBidang miring adalah bidang datar yang diletakkan miring (membentuk sudut tertentu) sehingga dapat memperkecil gaya kuasa. Contohnya, tangga, sekrup, dan pisau. \n\nPengungkit terdiri atas 3 jenis yaitu :\n1). Jenis pertama : titik tumpu terletak diantara beban dan kuasa. Contohnya gunting. \n\n2). Jenis kedua : titik beban terletak diantara tumpu dan kuasa. Contohnya Penutup botol \n3). Jenis ketiga : titik kuasa terletak diantara beban dan tumpu.\n\nPengungkit dapat mempermudah usaha dengan cara menggandakan gaya kuasa dan mengubah arah gaya benda. Agar dapat mengetahui besar gaya yang digandakan oleh pengungkit, maka harus mengetahui keuntungan mekanis nya. \n\nMenghitung keuntungan mekanis pada pengungkit adalah dengan membagi panjang lengan kuasa dengan panjang lengan beban. Panjang lengan kuasa adalah jarak antara titik tumpu sampai titik kuasa. Panjang lengan beban adalah jarak antara titik tumpu sampai titik beban. \n\nC. Prinsip Kerja Pesawat Sederhana pada Sistem Gerak Manusia\n\nPrinsip pesawat sederhana juga ada yang berlaku pada struktur otot dan rangka manusia. Contohnya, pada saat mengangkat barbel. Telapak tangan membawa barbel berperan sebagai gaya beban, titik tumpu berada pada siku (sendi antara lengan atas dan lengan bawah), titik kuasanya adalah lengan bawah.",
      "img"       : ""
    },
    {
      "nama"      : "Struktur dan Fungsi Tumbuhan",
      "nama2"     : "BAB 3",
      "kategori"  : "Kelas 8",
      "history"   : "\nA. Organ Vegetatif Tumbuhan\n\nOrgan tumbuhan terdiri atas organ vegetatif dan organ generatif. Organ vegetatif tumbuhan adalah organ yang terus tumbuh dan mendukung kelangsungan hidup tumbuhan. Organ vegetatif tumbuhan terdiri dari akar, batang dan daun.\n\nAkar adalah organ tumbuhan yang kebanyakan berada dibawah tanah, tidak berbuku – buku, tumbuh ke pusat bumi atau menuju air, warnanya keputih –putihan atau kekuning – kuningan dan berbentuk panjang meruncing. \n\nSistem perakaran ada 2 yaitu serabut dan tunggang. Pada tumbuhan monokotil sistem perakarannya serabut, pada monokotil sistem perakarannya tunggang. \n\nAkar berfungsi untuk :\n1). Menambatkan tumbuhan pada tanah atau media tumbuhnya;\n2). Menyerap air dan mineral dalam tanah atau media tumbuhnya. \n\nPada beberapa tumbuhan, akar mengalami modifikasi sehingga dapat berfungsi untuk menyimpan cadangan makanan dan menyerap oksigen atau bernafas. Pada lobak (Raphanus sativus) dan wortel (Daucus carota), akar mengalami modifikasi untuk menyimpan cadangan makanan yang akan digunakan dalam pembungaan dan pembentukan biji. \n\nSetiap tumbuhan, kebanyakan memiliki batang yang berdiri tegak diatas tanah dan mendukung cabang, daun dan bunga. Batang berbentuk silinder yang panjang, memiliki ruas – ruas (internodus) dan dibatasi oleh buku – buku (nodus). Pada nodus inilah tempat melekatnya daun dan tunas.  \n\nBatang berfungsi sebagai penyokong bagian – bagian tumbuhan yang tegak diatas tanah; sebagai jalan pengangkutan air dan mineral dari akar menuju daun; jalan pengangkutan makanan dari daun ke seluruh tubuh tumbuhan. \n\nBeberapa tumbuhan mengalami yang modifikasi batang, batang berfungsi sebagai tempat penyimpan cadangan makanan. Contohnya tebu (Saccharum officinarum), kentang (Solanum tuberosum) dan kunyit (Curcuma domestica).\n\nDaun adalah organ tumbuhan yang bentuknya tipis, lebar, banyak mengandung zat hijau daun (klorofil). Daun berfungsi untuk mengambil gas karbon dioksida (CO2) yang digunakan dalam fotosintesis, mengatur penguapan air (transpirasi) dan pernapasan (respirasi) tumbuhan. \n\nPada daun monokotil, peruratannya (tulang daun) sejajar atau melengkung. Pada dikotil, tulang daun nya menjari atau menyirip.\n\nSelanjutnya, glukosa disusun menjadi zat pati (amilum) melalui reaksi polimerisasi. Kemudian amilum disimpan dalam akar (misalnya singkong), dalam batang (misalnya sagu) dan dalam buah (misalnya padi). \n\nB. OrganOrgan Generatif Tumbuhan\n\nOrgan generatif tumbuhan adalah organ tumbuhan yang berfungsi sebagai perkembangbiakan. Organ generatif tumbuhan terdiri dari bunga, buah dan biji. \n\nBunga adalah alat reproduksi generatif pada tumbuhan. Bunga terdiri dari perhiasan dan alat reproduksi. Perhiasan bunga meliputi : tangkai, kelopak dan mahkota. Alat reproduksi berupa : benang sari (gamet jantan) dan putik (gamet betina). Gamet adalah sel kelamin. \n\nBunga yang memiliki perhiasan dan alat reproduksi adalah bunga lengkap, contohnya : bunga mawar (Rosa sp.), bunga sepatu (Hibiscus rosasinensis) Sedangkan bunga yang tidak memiliki salah satu dari perhiasan atau reproduksi adalah bunga tidak lengkap, contohnya : bunga pepaya (Carica papaya), bunga kelapa (Cocos nucifera). \n\nBunga sempurna adalah bunga yang memiliki putik dan benang sari dalam satu bunga, contohnya : bunga alamanda (Allamanda catartica), bunga anggrek (Phalaenopsis sp.) Bunga tidak sempurna adalah bunga yang hanya memiliki putik atau benang sari saja, contohnya : bunga salak (Salacca zalacca), bunga pinus (Pinus merkusii). \n\nBunga pada dikotil memiliki kelopak, mahkota dan benang sari berjumlah kelipatan 3. Bunga monokotol memiliki kelopak, mahkota dan benang sari berjumlah kelipatan 4 atau 5. \n\nPutik (pistillum) terdiri atas 3 bagian yaitu bagian dasar yang menggelembung dan disebut bakal buah (ovarium), bagian yang memanjang disebut tangkai putik (stillus) dan kepala putik (stigma). Didalam bakal buah, terdapat satu atau lebih bakal biji. Bakal buah akan berkembang menjadi buah, bakal biji akan berkembang menjadi biji. \n\nBuah berfungsi untuk menyimpan cadangan makanan. Buah juga banyak yang dikonsumsi oleh hewan dan manusia. Biji berfungsi dalam proses reproduksi tumbuhan seperti penyerbukan dan sebagainya.",
      "img"       : ""
    },
    {
      "nama"      : "Sistem Pencernaan Manusia",
      "nama2"     : "BAB 4",
      "kategori"  : "Kelas 8",
      "history"   : "/nA. Kebutuhan Energi\n\nManusia membutuhkan energi untuk melakukan aktivitas sehari – hari. Jumlah energi yang dibutuhkan menggunakan satuan kalori. Begitupula dengan jumlah energi dalam makanan juga dihitung menggunakan satuan kalori. Satu kilo kalori (kkal) = 1000 kalori (kal) = 4200 Joule (J). \n\nCara mengetahui jumlah kalori dalam makanan adalah menggunakan kalorimeter. Kalorimeter adalah alat yang terdiri atas wadah logam yang direndam dengan air yang diketahui volumenya. Makanan kering dalam wadah diletakkan pada wadah kalorimeter kemudian diisi oksigen dan direndam air. \n\nBerdasar hal tersebut, maka rata – rata yang diambil untuk menyatakan kalori yaitu : 1 gram karbohidrat = 4,1 kkal; 1 gram protein = 4,1 kkal; 1 g lemak = 9,3 kkal.\n\nB. Nutrisi \n\nNutrisi atau gizi adalah zat yang dibutuhkan organisme sebagai sumber energi, menjaga kesehatan, pertumbuhan dan berlangsungnya fungsi normal pada jaringan dan organ tubuh. Nutrisi yang dibutuhkan manusia berupa : Karbohidrat, Protein, Lemak, Mineral, Vitamin dan Air. \n\nMakanan yang mengandung karbohidrat, lemak dan protein perlu dipecah terlebih dahulu oleh tubuh. Vitamin, air dan mineral dapat langsung diserap oleh tubuh. \n\nKarbohidrat adalah sumber energi utama bagi tubuh. Karbohidrat tersusun atas unsur karbon, hidrogen dan oksigen.\n\nKarbohidrat ada 3 yaitu : gula, pati dan serat. Gula adalah karbohidrat sederhana, contoh makanan : buah, madu dan susu. \n\nPati dan serat adalah karbohidrat kompleks. Pati ditemukan pada umbi – umbian dan biji – bijian. Serat ditemukan pada gandum, kacang – kacangan, sayuran dan buah. Serat tidak dapat dicerna oleh tubuh, sehingga dikeluarkan melalui feses. Serat juga bukan sumber energi bagi tubuh. \n\nUntuk mengetahui kadar gula dalam darah dapat diukur menggunakan alat ukur kadar gula. Kadar gula darah normal sekitar 60 – 100 mg/dL dalam kondisi tidak makan. Setelah makan, kadar gula darah normal maksimal 140 mg/dL. \n\nLemak ada 2 yaitu lemak jenuh dan lemak tak jenuh. Lemak jenuh akan padat pada suhu kamar, contohnya keju, susu, daging, minyak kelapa dan minyak kelapa sawit. Lemak tak jenuh akan cair pada suhu kamar, contohnya lemak nabati dan lemak dalam biji – bijian. \n\nProtein dibutuhkan tubuh sebagai : penghasil energi; pengganti sel – sel tubuh yang rusak; pembuat enzim dan hormon serta pembentuk antibodi (kekebalan tubuh). Protein ada 2 yaitu protein nabati dan protein hewani.\n\nProtein adalah molekul besar yang terdiri atas sejumlah asam amino. Asam amino terdiri atas karbon, hidrogen, oksigen, nitrogen dan kadang – kadang belerang. \n\nProtein nabati berasal dari tumbuhan seperti kacang hijau, kedelai, dan kacang – kacangan lainnya. Kandungan nutrisi dalam makanan dapat diketahui menggunakan indikator atau reagen.\n\nBerikut jenis vitamin, manfaat dan sumbernya\nWaktu makan buah yang baik adalah 30 menit sebelum makan nasi. Hal ini karena pankreas segera mencerna fruktosa sehingga glukosa diserap tubuh lebih cepat. Penyerapan vitamin pun juga lebih optimal.\n\nTubuh membutuhkan sekitar 14 jenis mineral diantaranya kalsium, fosfor, kaliaum, natrium, besi, iodium dan seng. Mineral adalah nutrisi yang mengandung mengandung sedikit unsur karbon.\n\nMineral berfungsi sebagai : proses pembangun sel; membangun reaksi kimia tubuh; mengangkut oksigen ke seluruh tubuh; pembentukan dan pemeliharaan tulang. \n\nAir sangat dibutuhkan oleh tubuh organisme, karena sekitar 60 – 80% sel tubuh organisme terdiri atas air. Tubuh manusia terdiri dari 72% air. Tubuh dapat kehilangan air ketika bernapas, berkeringat, buang air besar dan kecil. Manusia normalnya minum 2 liter atau 8 gelas air sehari untuk menjaga keseimbangan tubuh. \n\nTetapi minum air bukan sumber utama untuk mengisi air dalam tubuh. Makan buah yang mengandung air juga bisa mangisi air didalam tubuh seperti makan buah apel (80% air) dan daging (66%) air. \n\nAir dibutuhkan oleh tubuh sebagai pembentuk sel dan cairan; pengatur suhu, pelarut zat – zat gizi lain; membantu proses pencernaan makanan; pelumas dan bantalan; media transportasi dan media pengeluaran sisa metabolisme.",
      "img"       : "https://i.ibb.co/jRjSTcs/bab12.jpg"
    },
    {
      "nama"      : "Zat Aditif dan Zat Adiktif",
      "nama2"     : "BAB 5",
      "kategori"  : "Kelas 8",
      "history"   : "\nA. Zat Aditif\n\nZat aditif adalah bahan yang ditambahkan kedalam makanan atau minuman dalam jumlah kecil saat pembuatan makanan. Penambahan zat aditif bertujuan untuk memperbaiki penampilan, cita rasa, tekstur, aroma, memperpanjang daya simpan, meningkatkan nilai gizi seperti protein, mineral dan vitamin. \n\nBerdasar fungsinya, zat aditif ada 7 yaitu : pewarna, pemanis, pengawet, penyedap, pemberi aroma, pengental dan pengemulsi. Berdasar asalnya, zat aditif ada 2 yaitu : alami dan buatan. \n\nZat aditif alami adalah zat aditif yang berasal dari makhluk hidup dan tidak membahayakan kesehatan manusia, tetapi jika kebanyakan juga bisa mengganggu kesehatan. Contohnya : pewarna dari tumbuhan, penyedap dari daging hewan, pengental dari alga dan sebagainya. \n\nZat aditif buatan adalah zat aditif yang dibuat manusia, diperoleh dari reaksi kimia dan bahan bakunya menggunakan bahan kimia. Zat aditif buatan digunakan sesuai ketentuan jumlah dan fungsinya, jika disalahgunakan dapat membahayakan kesehatan. Contohnya : pengawet dari asam benzoat, pemanis dari sakarin, pewarna dari tartrazin dan sebagainya. \n\nPewarna adalah zat aditif untuk memperbaiki atau memberi warna agar menarik. Pewarna alami adalah pewarna yang dapat diperoleh dari tumbuhan dan hewan misalnya daun suji dan daun pandan sebagai warna hijau, buah naga merah dan strawberi sebagai warna merah. \n\nKelebihan pewarna alami : lebih sehat dan tidak menimbulkan efek samping apabila dikonsumsi. Kekurangannya : memberi rasa dan aroma yang tidak diinginkan, warna mudah rusak karena panas, warna kurang kuat, jenisnya terbatas.\n\nBerikut jenis – jenis pewarna alami\n\nPewarna buatan diperoleh dari reaksi kimia menggunakan bahan yang berasal dari zat kimia sintetis. Pewarna sintetis ada yang dibuat khusus untuk makanan dan ada pula yang dibuat untuk tekstil dan cat.\n\nKelebihan pewarna buatan : harga murah, praktis, warna lebih kuat, jenisnya banyak, warna tidak mudah rusak. Pewarna yang telah telah melalui pengujian keamanan dan yang diizinkan pemakaian untuk makanan dan minuman dinamakan permitted colour atau sertified colour.\n\nMeskipun sudah ada pewarna khusus untuk makanan,tetapi masih ada yang menggunakan pewarna lain seperti pewarna tekstil atau cat. Pewarna tekstil atau cat mengandung logam berat seperti : antimoni (Sb), arsenik (As), barium (Ba), kadmium (Cd), kromium (Cr), raksa (Hg) dan selenium (Se) yang beracun untuk tubuh dan dilarang untuk pewarna makanan atau minuman. \n\nPemanis adalah zat aditif yang dapat menyebabkan rasa manis. Pemanis alami yang sering digunakan dalam makanan atau minuman adalah gula pasir (sukrosa), gula kelapa, gula aren, gula lontar dan gula bit. \n\nPemanis buatan memiliki rasa lebih manis dibanding pemanis alami dan bertujuan untuk mengganti pemanis alami bagi penderita diabetes melitus. Contoh pemanis buatan : siklamat, aspartam, kalium asesulfam dan sakarin. Pemanis buatan tidak menghasilkan kalori, sehingga sering dikonsumsi oleh orang yang sedang diet. \n\nPengawet adalah zat aditif yang berfungsi menghambat kerusakan makanan atau minuman akibat tumbuhnya bakteri, jamur atau mikroorganisme lain. Reaksi kimia yang dapat dicegah dengan pengawet yaitu pengasaman, oksidasi, pencoklatan (browning) dan reaksi enzimatis lainnya.\n\nPenyedap adalah zat aditif yang digunakan untuk meningkatkan cita rasa masakan. Contoh penyedap alami yaitu garam, bawang putih, bawang merah, pala, merica, ketumbar, sereh dan kayu manis. Pada makanan berkuah seperti bakso dan soto, biasanya menggunakan kaldu daging sapi atau daging ayam sebagai penyedap. \n\nPenyedap buatan yang biasa digunakan yaitu vetsin yang mengandung monosodium glutamat (MSG) atau mononatrium glutamat (MNG). Vetsin dibuat dari fermentasi tetes tebu dengan bantuan bakteri Micrococcus glutamicus. Penggunaan MSG secara berlebihan dapat menyebabkan penyakit sindrom restoran China (Chinese Restaurant Syndrome). \n\nGejala penyakit tersebut yaitu pusing, mulut terasa kering, mual, lelah atau sesak napas. Dosis maksimal penggunaan MSG yang ditetapkan WHO adalah 120 \n\n\n\n berat badan. Misalnya, berat badanmu 40 kg maka dosis maksimal yang dianjurkan adalah 4800 mg atau 4,8 g. \n\nPemberi aroma adalah zat aditif untuk memberikan aroma tertentu pada makanan atau minuman. Pemberi  aroma dapat berasal dari bahan segar atau ekstrak dari bahan alami contohnya ekstrak buah nanas, ekstrak buah anggur, minyak atsiri, vanili dan sebagainya.",
      "img"       : "https://i.ibb.co/jRjSTcs/bab12.jpg"
    },
    {
      "nama"      : "Sistem Peredaran Darah Manusia",
      "nama2"     : "BAB 6",
      "kategori"  : "Kelas 8",
      "history"   : "\nA. Darah\nDarah adalah jaringan ikat yang berwujud cair dan tersusun atas dua komponen utama yaitu plasma dan elemen seluler. Darah berfungsi untuk mengangkut nutrisi, oksigen, hormon dan senyawa kimia lain ke seluruh tubuh, mengangkut karbondioksida dan sisa metabolisme keluar tubuh, serta menjaga tubuh dari serangan penyakit. \n\nPlasma darah (55%) terdiri atas air dan zat – zat terlarut, elemen seluler (45%) terdiri atas sel darah merah (eritrosit) sebanyak 99%, sel darah putih (leukosit) dan keping darah (trombosit).\n\nPlasma darah tersusun atas 91,5% air (H2O) dan 8,5% zat – zat terlarut. Zat – zat terlarut tersusun atas protein dan zat – zat lain. Protein tersebut yaitu albumin, fibrinogen dan globulin yang disebut sebagai protein plasma. Zat – zat lain yaitu sari makanan, mineral, hormon, antibodi, urea dan karbondioksida. \n\nEritrosit berbentuk bulat pipih dengan bagian tengah cekung (bikonkaf), tidak memiliki inti sel, dan berwarna merah yang disebabkan adanya hemoglobin (Hb). Hemoglobin adalah  protein yang mengandung zat besi (Fe). Eritrosit paling banyak terdapat dalam darah, 1 \n\n\n\n (sekitar satu tetes darah) mengandung 4 – 5 juta eritrosit. \n\nKetika eritrosit dalam jaringan tubuh, daya ikat hemoglobin terhadap oksigen berkurang sehingga oksigen lepas dari hemoglobin dan menuju sel – sel tubuh. Selanjutnya, hemoglobin berikatan dengan karbon dioksida membentuk karbaminohemoglobin.\n\nEritrosit dibentuk didalam sumsum merah tulang, namun selama dalam kandungan, eritrosit dibentuk di hati dan limpa. Eritrosit berumur 100 – 120 hari, eritrosit yang tua akan dihancurkan oleh sel makrofag dalam hati dan limpa. Didalam hati, hemoglobin dirombak menjadi bilirubin (pigmen empedu).\n\nLeukosit bentuknya tidak tetap atau bersifat ameboid dan mempunyai inti. Setiap 1 \n\n\n\n darah mengandung 5.000 – 10.000 leukosit. Fungsi utama leukosit adalah melawan kuman/bibit penyakit yang masuk dalam tubuh. Apabila terjadi peningkatan leukosit, kemungkinan terjadi infeksi didalam tubuh. \n\nJika jumlah leukosit kurang dari normal (kurang dari 5000 sel/\n\n\n\n) disebut leukopenia. Jika jumlah leukosit lebih dari normal (lebih dari 10.000 sel/\n\n\n\n) disebut leukositosis. \n\nBerdasar ada tidaknya butir – butir kasar (granula) dalam sitoplasma leukosit, leukosit dibedakan menjadi 2 yaitu granulosit dan agranulosit. Granulosit terdiri dari eosinofil, basofil dan neutrofil. Agranulosit terdiri dari limfosit dan monosit.\n\nTrombosit bentuknya beragam yaitu bulat, oval dan memanjang. Trombosit tidak memiliki inti, memiliki granula. Jumlah trombosit pada dewasa sekitar 200.000 – 500.000 sel/\n\n\n\n, umur trombosit sekitar 5 – 9 hari. Trombosit sangat berhubungan dengan proses mengeringnya luka, sehingga trombosit disebut juga sel pembekuan darah. \n\nKetika tubuh terluka, trombosit akan pecah karena bersentuhan dengan permukaan kasar pembuluh darah yang luka. Didalam trombosit terdapat enzim trombokinase atau tromboplastin. Tromboplastin akan mengubah protombin (calon trombin) menjadi trombin dengan adanya ion kalsium dan vitamin K dalam darah. \n\nTrombin akan mengubah fibrinogen (protein darah) menjadi benang – benang fibrin, kemudian benang – benang fibrin menjaring sel – sel darah sehingga luka tertutup dan darah tidak keluar lagi.\n\nDarah dapat dikelompokkan berdasar sistem ABO, sistem Rhesus (Rh) dan sistem MN. Namun sistem MN sangat jarang digunakan. Berdasar sistem ABO, darah dikelompokkan menjadi 4 yaitu : golongan darah A, B, AB dan O. Pembagian ini dilakukan karena adanya perbedaan aglutinogen (antigen) pada permukaan membran eritrosit dan antibodi (aglutinin) dalam plasma. \n\nDalam eritrosit, ada 2 jenis antigen yaitu antigen A dan B. Dalam plasma, ada 2 jenis antibodi yaitu antibodi anti-A dan anti-B. jenis antigen dan antibodi ini yang menentukan golongan darah manusia.\n\nGolongan darah AB disebut resipien universal, karena bisa menerima darah dari golongan darah apapun. Golongan darah O disebut donor universal, karena bisa menjadi donor bagi semua golongan darah. Meskipun golongan darah AB adalah resipien universal, namun dalam praktiknya, tim medis selalu mengutamakan golongan darah yang sama yaitu AB juga. \n\nB. Jantung\n\nJantung merupakan organ yang terdiri dari kumpulan otot, berfungsi memompa darah sehingga darah dapat mengalir dari jantung ke paru – paru dan seluruh tubuh. Jantung terdiri atas serambi (atrium) kiri dan serambi kanan yang terletak di bagian atas jantung, bilik (ventrikel) kiri dan bilik kanan yang terletak di bagian bawah jantung. \n\nDarah dari seluruh tubuh masuk ke serambi kanan, sehingga di serambi kanan mengandung CO2. Kemudian darah melewati katup trikuspidalis menuju bilik kanan. Katup trikuspidalis berfungsi agar darah tidak kembali ke serambi kanan. Dalam bilik kanan, darah dipompa melewati arteri pulmonalis menuju paru – paru agar CO2 lepas dan darah mengikat O2. \n\nDarah dari paru – paru mengalir melalui vena pulmonalis menuju serambi kiri, sehingga dalam serambi kiri darah mengandung O2. Darah dari serambi kiri turun melewati katup bikuspidalis menuju bilik kiri. Bilik kiri memompa darah ke seluruh tubuh melalui pembuluh aorta. \n\nDinding pada bilik kiri lebih tebal daripada bilik kanan karena bilik kiri harus bekerja ekstra untuk memompa darah ke seluruh tubuh kemudian kembali lagi ke jantung. Sedangkan bilik kanan hanya memompa darah ke paru – paru kemudian kembali lagi ke jantung. \n\nPada beberapa orang, pacu jantung mengalami gangguan sehingga tidak dapat mengatur irama detak jantung dengan normal. Hal ini membuat para ilmuwan membuat alat pacu jantung dengan energi dari baterai.\n\nC. Pembuluh Darah\n\nPembuluh darah ada 3 yaitu : pembuluh nadi (arteri), pembuluh balik (vena) dan pembuluh kapiler. Arteri adalah pembuluh darah yang mengalirkan darah keluar jantung. Vena adalah pembuluh darah yang mengalirkan darah masuk ke jantung. \n\nArteri berisi darah yang mengandung oksigen, kecuali arteri pulmonalis. Vena berisi darah yang mengandung karbondioksida, kecuali vena pulmonalis. Ujung arteri dan vena bercabang – cabang menjadi pembuluh – pembuluh kecil yang disebut pembuluh kapiler.\n\nD. Sistem Peradaran Darah\n\nPeredaran darah manusia merupakan peredaran darah tertutup, karena darah selalu beredar di dalam pembuluh darah. Setiap beredah, darah melewati jantung dua kali sehingga disebut peredaran darah ganda. Peredaran darah ganda ada 2 yaitu peredaran darah kecil dan peredaran darah besar. \n\nPeredaran darah kecil adalah peredaran darah yang dimulai dari jantung (bilik kanan) menuju ke paru – paru kemudian kembali lagi ke jantung (serambi kiri). Peredaran darah besar adalah peredaran darah yang dimulai dari jantung (bilik kiri) kemudian menuju ke seluruh tubuh kemudian kembali lagi ke jantung (serambi kanan). \n\nFrekuensi denyut jantung adalah banyaknya denyut jantung tiap menit. Frekuensi denyut jantung dipengaruhi oleh 5 faktor yaitu aktivitas tubuh, jenis kelamin, suhu tubuh, umur dan komposisi ion. \n\nAktivitas tubuh : seseorang yang melakukan banyak aktivitas, memerlukan glukosa dan energi yang banyak pula. Untuk memenuhi kebutuhan glukosa dan energi tersebut, jantung harus memompa darah lebih cepat. \n\nJenis kelamin : perempuan memiliki denyut jantung lebih tinggi daripada laki – laki. Dalam kondisi normal, denyut jantung perempuan sekitar 72 – 80 denyutan/menit. Sedang denyut jantung laki – laki sekitar 64 – 72 denyutan/menit.  \n\nSuhu tubuh : semakin tinggi suhu tubuh, maka semakin cepat frekuensi denyut jantung. Hal ini terjadi karena adanya peningkatan proses metabolisme sehingga diperlukan peningkatan pemasukan O2  dan pengeluaran CO2. \n\nUmur : pada janin, denyut jantung nya sekitar 140 – 160 denyutan/menit. Semakin bertambahnya umur, semakin rendah frekuensi denyut jantungnya. Hal ini karena semakin berkurangnya kebutuh energinya. Orang dewasa dengan orang lansia, energinya lebih banyak orang dewasa karena aktivitasnya lebih padat. \n\nKomposisi ion : jantung berdenyut secara normal dipengaruhi oleh komposisi ion yang seimbang di dalamnya. Jika terjadi ketidakseimbangan ion, maka akan menyebabkan bahaya bagi jantung. \n\nE. Gangguan dan Penyakit Sistem Peredaran Darah\n\nAkibat ketidakseimbangan sistem peredaran darah dapat disebabkan oleh banyak faktor, diantaranya makan makanan berlemak yang berlebihan, kekurangan zat besi, dan sebagainya. Sehingga menyebabkan gangguan dan penyakit pada sistem peredaran darah. \n\nGangguan dan penyakit sistem peredaran darah tersebut diantaranya : jantung koroner, stroke, varises, anemia, hipertensi dan hipotensi. \n\nJantung Koroner merupakan salah satu penyebab utama kematian di negara maju maupun berkembang. Penyakit jantung koroner terjadi jika arteri koronaria tidak menyuplai oksigen yang cukup ke otot – otot jantung. Hal ini karena arteri koronaria mengalami penyumbatan oleh lemak dan kolestrol. \n\nArteri koronaria adalah pembuluh darah yang menyuplai nutrisi dan oksigen ke otot – otot jantung. Jika otot – otot jantung tidak menerima nutrisi dan oksigen maka otot – otot jantung tidak bisa berkontraksi sehingga jantung tidak dapat berdenyut. \n\nUpaya mencegah Penyakit Jantung Koroner : melakukan olahraga dan istirahat yang teratur, menjaga pola makan sehat, menghindari minuman berakohol, menghentikan kebiasaan merokok, menghindari stres berlebih, menjaga berat badan dalam kondisi ideal. \n\nOlahraga teratur dan istirahat teratur olahraga teratur tidak harus berolahraga yang berat, tetapi harus teratur. Olahraga ringan bisa dengan berlari kecil, berjalan – jalan pagi hari, yoga dan sebagainya. Apabila ingin olahraga berat seperti lari maraton, bulu tangkis, sepak bola dan sebagainya harus diawali dengan pemanasan. \n\nPemanasan dapat membuat denyut jantung bertambah secara bertahap. Istirahat teratur yaitu istirahat cukup, bisa dengan duduk atau tidur (berbaring). Jangan begadang apalagi jika beadang untuk aktivitas yang tidak bermanfaat. \n\nMenjaga pola makan sehari – hari : dengan cara makan secara teratur, menyesuaikan jumlah kalori yg dibutuhkan dan menyeimbangkan nutrisi yang dibutuhkan.\n\nSelain itu, kurangi makan daging, makanan camilan dan makanan yang banyak mengandung lemak atau kolestrol. Karena lemak dan kolestrol dapat menyumbat pembuluh darah, terutama arteri koronaria. \n\nHindari minuman beralkohol : minuman beralkohol dapat memicu terjadinya gangguan sistem peredaran darah. Semakin banyak meminum minuman berakohol, semakin tinggi pula resiko terjadinya penyakit jantung. \n\nHentikan kebiasaan merokok : seseorang yang merokok, asap rokok akan merusak pembuluh darah. Nikotin dalam asap rokok akan merangsang hormon adrenalin yang akibatnya akan mengubah metabolisme lemak. Hormon adrenali akan memacu kerja jantung. \n\nRokok menyebabkan elastisitas pembuluh darah berkurang, sehingga meningkatkan pengerasan arteri dan faktor pembekuan darah yang memicu penyakit jantung dan stroke. Perokok mempunyai peluang terkena stroke dan jantung koroner sekitar dua kali lipat daripada bukan perokok. \n\nMenghindari stres berlebih : stres berlebih menyebabkan naiknya tekanan darah dan meningkatnya denyut jantung. Kondisi ini akan menyebabkan terjadinya kerusakan dinding pembuluh darah. Maka dari itu, kita harus menghindari stres berlebih. \n\nMenjaga berat badan dalam kondisi ideal berat badan yang berlebih menyebabkan obesitas. Obesitas dapat meningkatkan resiko terkena stroke sekitar 15 %. Selain itu, obesitas dapat menyebabkan hipertensi dan penyakit jantung. \n\nStroke adalah penyakit yang terjadi karena kematian jaringan di otak yang disebabkan kurangnya asupan oksigen di otak. Hal ini terjadi karena pembuluh darah di otak tersumbat oleh lemak, kolestrol atau salah satu pembuluh darah di otak pecah. \n\npaya mencegah penyakit stroke yaitu sama dengan upaya mencegah penyakit jantung koroner, hal ini karena penyebab stroke hampir sama dengan penyebab jantung koroner.\n\nVarises adalah suatu keadaan dimana pembuluh darah balik (vena) mengalami pelebaran dan terpuntir. Varises biasanya terjadi di kaki.\n\nUpaya menghindari varises yaitu :\n1). Ketika tidur, sebaiknya tungkai dinaikkan 15 – 20 cm. Hal ini dilakukan setelah melakukan perjalanan jauh atau beraktivitas yang melelahkan \n2). Hindari berat badan berlebih\n3). Hindari berdiri terlalu lama \n4). Olahraga secara teratur misalnya berjalan, berenang, senam\n5). Hindari memakai sepatu hak tinggi terlalu sering. Sebaiknya jarang – jarang saja. \n\nAnemia merupakan gangguan yang disebabkan karena kekurangan hemoglobin atau eritrosit. Apabila kadar hemoglobin dalam darah rendah, maka menyebabkan tubuh kekurangan oksigen sehingga tubuh merasa lesu, pusing dan muka pucat. \n\nAnemia terjadi akibat terganggunya produksi eritrosit. Hal ini terjadi karena tubuh kekurangan zat besi dan bisa juga karena mengalami pendarahan yang hebat.\n\nPada perempuan, anemia sering terjadi ketika proses menstruasi. Ketika menstruasi, tubuh akan kehilangan darah sebanyak 50 – 80 mL dan zat besi sebanyak 30 – 50 mg. Agar tidak mengalami anemia, sebaiknya ketika menstruasi : konsumsi makanan yang mengandung zat besi, konsumsi makanan bergizi dan jika diperlukan konsumsi suplemen penambah zat besi.  \n\nHipertensi merupakan tekanan darah tinggi, terjadi jika tekanan darah diatas 120/80 mmHg. Gejala hipertensi : sakit kepala, kelelahan, pusing, pendarahan dari hidung, mual, muntah dan sesak napas. \n\nHipertensi dapat disebabkan karena arteriosklerosis (pengerasan pembuluh darah), obesitas (kegemukan), kurang olahraga, stres berlebih, konsumsi makanan berlemak atau tinggi kolestrol, merokok dan konsumi minuman beralkohol. \n\nHipotensi : terjadi apabila tekanan darah kurang dari 120/80 mmHg, disebut juga tekanan darah rendah. Hipotensi berbeda dengan anemia. Gejala hipotensi : seringpusing, sering menguap, penglihatan kadang kurang jelas (berkunang – kunang) terutama sehabis duduk lama atau berjalan lama, cepat lelah/tak bertenaga, detak/denyut nadi lemah dan tampak pucat. \n\nUpaya mengatasi hipotensi yaitu : minum air putih cukup banyak yaitu sekitar 8 sampai 10 gelas per hari, konsumsi minuman yang dapat meningkatkan tekanan darah seperti kopi, konsumsi makanan yang cukup mengandung garam dan olahaga teratur. ",
      "img"       : ""
    },
    {
      "nama"      : "Tekanan Zat dan Penerapannya dalam Kehidupan Sehari – hari",
      "nama2"     : "BAB 7",
      "kategori"  : "Kelas 8",
      "history"   : "\nA. Tekanan Zat Padat\n\nTekanan dipengaruhi oleh gaya (F) dan luas bidang (A). Semakin besar gaya yang diberikan pada benda, tekanan yang dihasilkan semakin besar pula. Semakin luas permukaan suatu benda, tekanan yang dihasilkan semakin kecil.\n\nContohnya ketika berjalan di tanah berlumpur, lebih mudah menggunakan sepatu boot agar tidak masuk ke tenah lumpur daripada menggunakan sepatu dengan pijakan sempit. \n\nB. Tekanan Zat Cair\n\nTekanan hidrostatis adalah kedalaman zat cair dan massa jenis zat cair mempengaruhi tekanan yang dihasilkan oleh zat cair. Semakin dalam zat cair, semakin besar pula tekanan yang dihasilkan. Semakin besar massa jenis zat cair, semakin besar pula tekanan yang dihasilkan. \n\nTekanan hidrostatis penting dalam merancang struktur bangunan penampungan air seperti pembangunan bendungan untuk PLTA. Para arsitek kapal selam memperhitungkan tekanan hidrostatis air laut agar kapal selam mampu menyelam ke dasar laut dengan kedalaman ratusan meter tanpa mengalami kebocoran atau kerusakan akibat tekanan hidrostatis. \n\nHukum Archimedes : jika benda dicelupkan kedalam zat cair, maka benda itu akan mendapat gaya keatas yang sama besar dengan berat zat cair yang didesak oleh benda tersebut. \n\nMenurut Archimedes, benda lebih ringan bila diukur dalam air daripada diukur diudara, karena di dalam air benda mendapat gaya keatas. Ketika di udara, benda memiliki berat mendekati yang sesungguhnya.\n\nHukum Archimedes digunakan sebagai pembuatan dasar kapal laut dan kapal selam. Suatu benda dapat terapung atau tenggelam tergantung pada besarnya gaya berat (w) dan gaya apung (Fa).\n\nJika gaya apung maksimum lebih besar daripada gaya berat maka benda akan terapung. Jika gaya apung lebih kecil daripada gaya berat maka benda akan tenggelam. \n\nJika gaya apung maksimum sama dengan gaya berat maka benda akan melayang. Gaya apung maksimum adalah gaya apung jika seluruh benda berada dibawah permukaan zat cair. \n\nKapal laut dapat terapung karena ketika diletakkan secara tegak di lautan, kapal laut dapat memindahkan banyak air laut, sehingga kapal laut mendapat gaya keatas yang sama besar dengan berat kapal laut.\n\nKapal selam dapat terapung, melayang dan tenggelam di laut karena berat kapal selam dapat diperbesar dengan cara memasukkan air kedalam badan kapal dan dapat diperkecil dengan cara mengeluarkan air dari badan kapal. Ketika kapal selam akan tenggelam, air laut dimasukkan ke penampungan badan kapal. \n\nBerat kapal selam menjadi lebih besar daripada gaya keatas sehingga kapal selam tenggelam. Agar tidak tenggelam terus, air dalam badan kapal dikeluarkan dari penampungan sehingga berat kapal selam sama dengan gaya keatas dan kapal selam melayang dalam air. \n\nSaat kapal selam akan mengapung, air di penampungan badan kapal dikeluarkan sehingga volume kapal selam menjadi lebih kecil dari gaya keatas dan kapal selam dapat mengapung.\n\nHukum Pascal : tekanan yang diberikan pada zat cair dalam ruang tertutup akan diteruskan ke segala arah dengan sama besar. Penerapan dari hukum Pascal yaitu pompa hidrolik.\n\nC. Tekanan Gas\n\nKetika air dalam enlemeyer ditutup dengan balon karet kemudian dipanaskan akan membuat balon karet mengembang. Ini terjadi karena partikel gas dalam enlemeyer menerima kalor dari pemanasan, akibatnya gerakan partikel gas dalam enlemeyer semakin cepat dan terjadilah pemuaian sehingga tekanannya besar. \n\nTekanan dalam enlemeyer diteruskan sama besar menuju balon, sehingga tekanan didalam balon lebih besar daripada tekanan gas diluar balon yang mengakibatkan balon mengembang.\n\nStruktur balon udara\nBalon udara dapat terbang karena massa jenis balon udara lebih rendah daripada massa jenis udara disekitarnya. Massa jenis balon dikendalikan oleh pilot perubahan temperatur pada udara dalam balon dengan menggunakan pembakar dibawah lubang balon. \n\nD. Pengangkutan Air dan Nutrisi pada Tumbuhan\n\nKonsep tekanan zat juga terdapat pada makhluk hidup seperti pengangkutan air dan nutrisi pada tumbuhan; tekanan darah pada sistem peredaran darah manusia; tekanan gas pada proses pernapasan manusia. \n\nPengangkutan air dan nutrisi pada tumbuhan: pengangkutan air pada tumbuhan terjadi karena adanya jaringan xilem. Air dari dalam tanah diserap oleh rambut – rambut akar kemudian masuk ke sel epidermis melalui osmosis. Selanjutnya, air menuju korteks, endodermis dan perisikel. Kemudian air menuju xilem akar, xilem batang dan xilem daun. \n\nAir dapat diangkut naik ke daun dan diedarkan ke seluruh tubuh tumbuhan karena adanya daya kapilaritas batang yang dipengaruhi oleh gaya kohesi dan adhesi. Kohesi adalah kecenderungan molekul untuk berikatan dengan molekul lain yang sejenis. Adhesi adalah kecenderungan molekul untuk berikatan dengan molekul lain yang tak sejenis. \n\nAir dimanfaatkan dalam fotosintesis. Didalam daun, air mengalami penguapan (transpirasi). Penggunaan air oleh daun akan menyebabkan terjadinya tarikan terhadap ari dalam xilem sehingga air didalam akar dapat naik ke daun. \n\nSemua bagian tumbuhan memerlukan nutrisi. Nutrisi tumbuhan berupa gula dan asam amino hasil fotosintesis yang diedarkan oleh jaringan floem. Pengangkutan hasil fotosintesis dimulai dari daun (daerah berkonsentrasi gula tinggi) menuju ke seluruh tubuh (daerah berkonsentrasi gula rendah) dengan bantuan sirkulasi air yang mengalir melalui xilem dan floem. \n\nE. Tekanan Darah pada Sistem Peredaran Darah Manusia\n\nTekanan Darah pada Sistem Peredaran Darah ManusiaTekanan pada pembuluh darah berprinsip keja seperti hukum pascal. Ketika jantung memompa darah, darah mendapat dorongan sehingga dapat mengalir melalui pembuluh darah kemudian memberi dorongan pada pembuluh darah yang disebut tekanan darah.\n\nBila kehilangan darah karena kecelakaan atau penyakit, tekanan darah akan hiang sehingga darah tidak dapat mengalir menuju sel – sel di seluruh tubuh, akibatnya sel – sel akan mati karena tidak mendapat oksigen dan nutrisi. Tekanan darah diukur menggunakan alat sphygmomanometer atau tensimeter.\n\nTekanan darah diukur dalam pembuluh nadi (arteri) yang terdapat di lengan atas. Tekanan darah orang normal sekitar 120/80 mmHg. 120 : angka sistol, menunjukkan tekanan saat bilik berkontraksi dan darah terdorong keluar dari bilik jantung melalui pembuluh arteri. \n\n ",
      "img"       : ""
    },
    {
      "nama"      : "Sistem Pernapasan Manusia",
      "nama2"     : "BAB 8",
      "kategori"  : "Kelas 8",
      "history"   : "\nA. Organ Sistem Pernapasan Manusia\n\nRespirasi (pernapasan) adalah proses pertukaran gas yang terjadi didalam tubuh. Respirasi ada 3 yaitu bernapas, respirasi internal dan respirasi eksternal. Bernapas atau ventilasi paru-paru adalah menghirup udara (inhalasi) dan menghembuskan udara (ekhalasi) yang melibatkan pertukaran udara antara atmosfer dengan alveolus paru – paru. \n\nRespirasi eksternal adalah pertukaran gas antara alveolus dengan darah dalam kapiler paru – paru, darah dalam kapiler paru – paru mengikat O2 dari alveolus dan melepas CO2 menuju alveolus. Respirasi internal adalah pertukaran gas antara darah dalam kapiler jaringan dengan sel – sel atau jaringan tubuh, darah mengikat O2 dan melepas CO2. \n\nDalam sel tubuh, O2 digunakan dalam reaksi metabolisme yang menghasilkan energi berupa ATP dan zat sisa berupa CO2. Repirasi metabolisme ini disebut dengan respirasi seluler. \n\nSecara struktural, sistem pernapasan tersusun atas 2 bagian yaitu 1). Sistem pernapasan bagian atas : rongga hidung dan faring 2). Sistem pernapasan bawah : laring, trakea, bronkus dan paru – paru. \n\nSecara fungsional, sistem pernapasan tersusun atas 2 bagian yaitu,\n1). Zona penghubung : rongga dan saluran yang saling terhubung dari luar dan dari dalam paru – paru; meliputi : hidung, faring, laring, trakea, bronkus dan bronkiolus; fungsinya : menyaring, menghangatkan, melembapkan dan menyalurkan udara menuju paru – paru. \n\n2). Zona respirasi : tersusun atas alveolus yaitu jaringan dalam paru – paru berperan dalam pertukaran gas. Sistem respirasi manusia tersusun atas hidung, faring (tenggorokan), laring (ruang suara), trakea (batang tenggorokan), bronkus, bronkiolus, alveolus dan paru – paru.\n\nGambar sistem pernapasan manusia : \nSistem Pernapasan Manusia\nRongga hidung : organ yang berhubungan langsung dengan dunia luar, terdiri atas rambut hidung, selaput lendir dan konka. Rambut hidung berfungsi menyaring debu atau kotoran; selaput lendir berfungsi memerangkap benda asing seperti debu, bakteri dan virus; konka mengandung kapiler darah berfungsi menyamakan suhu udara dengan tubuh. \n\nFaring : organ pernapasan yang letaknya dibelakang (posterior) rongga hidung hingga rongga mulut dan diatas (superior) laring; tersusun atas otot rangka yang dilapisi membran mukosa; kontraksi otot rangka membantu dalam proses menelan makanan. \n\nFaring berfungsi jalur keluar masuknya udara dan makanan, ruang resonansi suara dan tempat tonsil yang berfungsi pada reaksi kekebalan tubuh dalam melawan benda asing.\n\nLaring (ruang suara) : organ pernapasan yang menghubungkan faring dan trakea. Dalam laring terdapat epiglotis dan pita suara. Epiglotis adalah katup tulang rawan yang bentuknya seperti daun dilapisi sel epitel, berfungsi menutup laring ketika menelan makanan atau minuman. Jika ada debu, makanan atau minuman yang masuk ke laring, terjadi refleks batuk. \n\nUdara yang melewati laring menggetarkan pita suara dan menghasilkan gelombang suara yang dapat diatur untuk menghasilkan bunyi dengan mengatur kolom udara pada faring, rongga hidung dan mulut. Apabila pita suara tegang akibat tertarik oleh otot, pita suara bergetar lebih cepat dan menghasilkan nada tinggi. \n\nBerkurangnya tegangan pita suara menyebabkan pita suara bergetar lamban dan menghasilkan nada rendah. Akibat adanya hormon andorgen (hormon kelamin pria), pita suara pada pria lebih tebal dan lebih panjang sehingga pita suara bergetar lebih lamban. \n\nTrakea : saluran yang menghubungkan laring dengan bronkus; tersusun atas cincin – cincin tulang rawan dan selaput lendir yang terdiri atas jaringan epitel bersilia. Silia berfungsi menyaring benda asing yang masuk saluran pernapasan. \n\nBronkus : cabang dari trakea, menghubungkan trakea dengan bronkiolus; bronkus memasuki paru – paru kanan dan paru – paru kiri; tersusun atas tulang rawan yang bentuknya tidak teratur dan berselang – seling dengan otot polos. Bronkiolus : cabang bronkus yang berukuran 0,5 – 1 mm. \n\nParu – paru : organ utama pernapasan, mempunyai selaput rangkap 2 (pleura); pleura berfungsi melindungi paru – paru dari gesekan dalam mengembang dan mengempis; terdapat alveolus yang tersusun atas satu lapis sel epitel. Paru – paru dibagi jadi 2 yaitu paru – paru kanan (pulmo dexter) terdiri dari 3 lobus dan kiri (pulmo sinister) terdiri dari 2 lobus. \n\nAlveolus : berupa gelembung – gelembung yang memudahkan pertambahan luas permukaan untuk proses pertukaran gas; didalam alveolus terjadi pertukaran gas O2 dengan CO2, luas permukaannya 100 kali luas permukaan tubuh manusia sehingga penyerapan oksigen lebih efisien. \n\nB. Mekanisme Pernapasan\n\nMekanisme pernapasan ada 2 yaitu 1). Menghirup udara (inhalasi/inspirasi) 2). Menghembuskan udara (ekhalasi/ekspirasi). Diafragma adalah otot yang yang terdapat diantara rongga dada dan rongga perut.\n\nInspirasi : diafragma dan otot dada berkontraksi, volume rongga dada membesar, paru – paru mengembang dan udara masuk ke paru – paru.\n\nEkspirasi : diafragma dan otot dada relaksasi, volume rongga dada kembali normal, paru – paru kembali normal dan udara keluar dari paru – paru. Sekali pernapasan terdiri 1 kali inspirasi dan 1 kali ekspirasi. \n\nPernapasan dada adalah bernapas dengan membesarkan dan mengecilkan volume rongga dada, pernapasan perut adalah bernapas dengan membesarkan dan mengecilkan rongga perut. \n\nC. Frekuensi Pernapasan\n\nFrekuensi pernapasan adalah banyaknya jumlah respirasi (inspirasi dan ekspirasi) setiap menit; dipengaruhi oleh umur, jenis kelamin, posisi tubuh, kegiatan tubuh dan suhu tubuh. Umur : semakin bertambahnya umur, semakin rendah frekuensi pernapasannya karena energinya juga semakin sedikit. \n\nJenis kelamin : frekuensi pernapasan laki – laki lebih banyak daripada perempuan karena banyak beraktivitas, banyak memerlukan energi dan proses metabolisme lebih tinggi. Suhu tubuh : semakin tinggi suhu tubuh, semakin banyak frekuensi pernapasannya karena proses metabolisme meningkat dan diperlukan pasokan O2 lebih banyak. \n\nPosisi tubuh : ketika berdiri, otot – otot berkontraksi menghasilkan tenaga yang dibutuhkan untuk tetap tegak berdiri. Ketika duduk atau berbaring, beban berat tubuh disangga oleh sebagian besar tubuh sehingga tubuh tidak membutuhkan banyak energi dan frekuensi pernapasannya rendah. \n\nAktivitas tubuh : semakin banyak aktivitas tubuh, semakin banyak energi yang dibutuhkan sehingga membutuhkan semakin banyak oksigen dan frekuensi pernapasan meningkat. \n\nD. Volume Pernapasan\n\nVoloume udara yang digunakan dalam proses pernapasan dikelompokkan menjadi beberapa macam yaitu volume tidal (500 mL), volume cadangan ekspirasi (1500 mL), volume cadangan inspirasi (1500 mL) dan volume residu (1000 mL). \n\nVolume tidal adalah volume udara yang keluar masuk paru – paru saat tubuh melakukan inspirasi atau ekspirasi biasa (normal). Volume cadangan ekspirasi adalah volume udara yang masih dapat dikeluarkan secara maksimal dari paru – paru setelah melakukan ekspirasi biasa. \n\nVolume cadangan inspirasi adalah volume udara yang masih dapat dimasukkan ke paru – paru setelah melakukan ekspirasi biasa. Volume residu adalah volume udara yang masih tersisa dalam paru – paru meskipun telah melakukan ekspirasi secara maksimal. \n\nKapasitas vital paru – paru = total dari volume tidal + volume cadangan ekspirasi + volume cadangan inspirasi. Kapasitas total paru – paru adalah volume udara yang dapat ditampung secara maksimal dalam paru – paru. Volume kapasitas total = volume kapasitas vital paru – paru + volume residu. \n\nE. Gangguan pada Sistem Pernapasan dan Upaya Mencegahnya\n\nGangguan pada sistem pernapasan disebut juga Infeksi Saluran Pernapasan Atas atau akut (ISPA) atau Upper Respiratory Tract Infect (URI) merupakan penyakit yang diakibatkan adanya infeksi virus, bakteri atau jamur pada sistem pernapasan bagian atas. \n\nGangguan pada sistem pernapasan atas yaitu Influenza, Tonsilitis, Faringitis, Laringitis, Rhinitis dan Sinusitis. Infeksi virus, bakteri atau jamur pada sistem pernapasan bagian bawah atau Lower Respiratory Tract Infect (LRI) meliputi Pneumonia, Tuberculosis (TBC), Asma, Bronkitis dan Kanker Paru – paru. \n\nInfluenza : penyakit yang disebabkan oleh virus influenza; gejalanya : demam dengan >39°C, pilek, bersin – bersin, batuk, sakit kepala, sakit otot dan rongga hidung gatal, hidung tersumbat, sulit bernapas; ditularkan melalui udara yaitu ketika penderita batuk atau bersin – bersin, virus keluar dari mulut dan menyebar ke udara. \n\nVirus influenza juga dapat menular apabila seseorang menyentuh permukaan yang terkontaminasi virus, kemudian orang tersebut menyentuh mulut dan mata. Agar tidak tertular virus, gunakan masker ketika berkendara dan rajin cuci tangan dengan sebelum makan dan setelah beraktivitas.\n\nTonsilitis (amandel) : tonsil berfungsi menyaring virus dan bakteri yang masuk bersama makanan atau udara; jika sistem imun lemah, virus dan bakteri menginfeksi tonsil menyebabkan tonsilitis; Gejalanya : tonsil meradang, sakit tenggorokan, batuk, sakit kepala, sakit leher atau telinga dan demam. \n\nGolongan virus yang menyebabkan tonsilitis yaitu Adenovirus, Rhinovirus, Influenza virus dan Corona virus. Golongan bakteri yang menyebabkan tonsilitis yaitu Streptococcus. \n\nFaringitis adalah infeksi pada faring yang disebabkan oleh bakteri, virus, jamur dan zat kimia yang dapat mengiritasi jaringan faring. Virus yang dapat menyebabkan faringitis yaitu Adenovirus, Orthomyxovirus, Rhinovirus, dan Corona virus. Bakteri yang menyebabkan faringitis yaitu Streptococcus pyogenes. \n\nFaringitis merupakan penyebab umum sakit tenggorokan, penderita disertai dengan tonsilitis. Penanganan faringitis : memberi antibiotik dan antifungi untuk membunuh bakteri dan jamur, mengonsumsi makanan yang bergizi agar sistem imun lebih kuat. \n\nPneumonioa : infeksi pada bronkiolus dan alveolus; penyebabnya yaitu infeksi bakteri, virus, jamur dan parasit. Namun, umumnya disebabkan oleh bakteri Streptococcus pneumoniae.\n\nGejala pneumonia yaitu demam, batuk berdahak, tidak enak badan, sakit dada, kadang kesulitan bernapas. Pneumonia dapat ditularkan melalui udara ketika penderita batuk atau bersin. Penanganan pneumonia : diberi antibiotik, obat pembuat saluran napas lebar (bronkodilator), terapi oksigen dan penyedotan cairan paru – paru. \n\nTuberculosis (TBC) : disebabkan infeksi bakteri Mycobacterium tuberculosis. Ketika bakteri ini menginfeksi paru – paru, memicu sistem imun untuk bergerak menuju area yang terinfeksi dan segera memakan bakteri tersebut agar tidak menyebar luas. Jika sistem imun lemah, bakteri masuk ke sistem peredaran darah dan limfa untuk menginfeksi organ lain. \n\nGejala TBC : mudah lelah, berat badan menurun drastis, lesu, nafsu makan hilang, demam, berkeringat di malam hari, sulit bernapas, sakit pada dada dan batuk berdarah. \n\nAsma : kelainan yang menyerang saluran pernapasan; disebabkan faktor lingkungan seperti masuknya zat pemicu alergi (alergen) yang berupa : asap rokok, debu, bulu hewan peliharaan dan sebagainya.\n\nMasuknya alergen memicu tubuh menghasilkan senyawa kimia seperti prostaglandin dan histamin yang menyebabkan penyempitan saluran pernapasan. \n\nPenyempitan saluran pernapasan membuat penderita kesulitan menghirup oksigen. Penderita mengalami batuk, napas berbunyi, napas pendek dan sesak napas. Sehingga penderita asma harus berhati – hati dan menghindari benda yang dapat memicu asma. \n\nKanker paru – paru : disebabkan pertumbuhan sel – sel yang tidak terkendali (sel kanker) pada jaringan dalam paru – paru, jika tidak segera ditangani akan menyebar ke jaringan di sekitar paru – paru. Gejalanya yaitu batuk berdarah, berat badan menurun drastis, napas pendek dan sakit pada bagian dada. \n\nSekitar 85% penderita kanker paru – paru disebabkan oleh merokok dalam waktu lama dan 15% penderita bukan perokok. Penyebab pada penderita bukan perokok yaitu faktor keturunan dan lingkungan seperti menghirup debu asbes dan udara terpolusi, serta perokok pasif. ",
      "img"       : ""
    },
    {
      "nama"      : "Sistem Ekskresi Manusia",
      "nama2"     : "BAB 9",
      "kategori"  : "Kelas 8",
      "history"   : "\nA. Ginjal\n\nEkskresi adalah proses pengeluaran zat sisa metabolisme yang tidak diperlukan tubuh. Ekskresi diperlukan tubuh agar zat sisa metabolisme tidak meracuni tubuh. Organ eksresi manusia ada 4 yaitu ginjal, kulit, paru – paru dan hati. Berikut ilustrasi organ – organ ekskresi : \n\nSistem Ekskresi Manusia\nGinjal adalah organ ekskresi yang berperan penting karena membuang sisa metabolisme melalui urine; berfungsi menyaring darah yang mengandung zat sisa metabolisme dari sel di seluruh tubuh; terletak di kanan dan kiri tulang pinggang; Ginjal kiri letaknya lebih tinggi dari ginjal kanan; berwarna merah karena mengandung banyak darah. \n\nGinjal mempunyai 3 lapisan yaitu lapisan terluar (korteks renalis/kulit ginjal), bagian tengah ginjal (medula renalis) dan lapisan terdalam terdapat rongga (rongga ginjal/pelvis renalis). Berikut penampang melintang ginjal : \n\nPenampang melintang ginjal\nNefron adalah unit utama penyusun ginjal; berperan penting dalam penyaringan darah; terdiri atas komponen penyaring (badan malpighi) yang dilanjutkan saluran – saluran (tubulus). Setiap badan malpighi mengandung gulungan kapiler darah yang disebut glomerulus yang berada dalam kapsula bowman. Berikut struktur badan malpighi : \n\nnefron\nMedula renalis tersusun atas saluran – saluran yang merupakan kelanjutan dari badan malpighi dan saluran yang ada di korteks renalis; saluran – saluran tersebut yaitu tubulus proksimal, lengkung henle, tubulus distal dan tubulus kolektivus. Lengkung henle adalah ginjal yang melengkung pada daerah medula yang menghubungkan tubulus proksimal dan tubulus distal. \n\nPelvis renalis berfungsi menampung urine sementara sebelum dikeluarkan melalui ureter. Tahapan ekskresi ginjal ada 3 yaitu filtrasi, reabsopsi dan augmentasi. \n\nFiltrasi adalah tahap pembentukan urine primer. ketika darah masuk ke glomerulus, tekanan darah tinggi sehingga mendorong air dan zat – zat yang memiliki ukuran kecil keluar melalui pori – pori kapiler dan menghasilkan filtrat. Cairan hasil penyaringan disebut filtrat, tersusun atas urobilin, urea, glukosa, asam amino, air, asam amino, natrium, kalium, kalsium dan klor. \n\nSelanjutnya, filtrat disimpan sementara di kapsula bowman dan merupakan urine primer. Darah dan protein tetap di kapiler darah karena tidak dapat menembus pori – pori glomerulus. \n\nReabsorpsi : urine masuk ke tubulus proksimal dan terjadi penyerapan kembali (reabsopsi). Glukosa, asam amino, kalium dan zat – zat yang masih diperlukan tubuh diangkut ke dalam sel kemudian ke kapiler darah dalam ginjal. \n\nHasil dari reabsorpsi yaitu urine sekunder yang mengandung air, garam, urea dan urobilin. Urobilin memberi warna kuning, urea menyebabkan bau pada urine. Selanjutnya, urine sekunder mengalir melalui lengkung henle menuju tubulus distal. Di lengkung henle, air dalam urine sekunder juga di reabsorpsi. \n\nAugmentasi : pada tubulus distal terjadi proses augmentasi yaitu pengeluaran zat – zat yang tidak diperlukan dalam urine sekunder. Urine sekunder dan zat – zat sisa inilah disebut urine sesungguhnya. Selanjutnya, urine disalurkan ke pelvis renalis kemudian keluar ginjal melwati ureter dan menuju kandung kemih untuk disimpan sementara. \n\nKandung kemih memiliki dinding elastis, mampu meregang untuk menampung urine 0,5 L. Urine keluar dari kandung kemih karena adanya tekanan dalam kandung kemih berupa sinyal yang menunjukkan kandung kemih penuh. Sinyal tersebut memicu kontraksi otot perut dan otot – oto kandung kemih yang menyebabkan urine keluar tubuh melalui urethra. \n\nB. Kulit\n\nKulit berfungsi membentuk dan mengeluarkan keringat; melindungi jaringan dibawahnya dari kerusakan karena gesekan, penyinaran, kuman penyakit, zat kimia berbahaya; mengurangi kehilangan air, menjaga suhu tubuh dan menerima rangsang dari luar.  Keringat berfungsi mengeluarkan zat sisa metabolisme dan menjaga suhu tubuh. \n\nEpidermis adalah lapisan kulit paling luar; tersusun atas sel – sel epitel yang mengalami kertinisasi; terdapat pembuluh darah dan serabut saraf; terdapat stratum korneum (lapisan kulit mati, selalu mengelupas) dan stratum granulosum (mengandung pigmen melanin).  Dibawah stratum granulosum, terdapat stratum germinativum. \n\nStratum germinativum terus menerus membentuk sel – sel baru menggantikan sel-sel kulit yang terkelupas. \n\nLapisan dermis : terdapat otot penggerak rambut, pembuluh darah, pembuluh limfa, saraf, kelenjar minyak (glandula sebaceae) dan kelenjar minyak (glandula sudorifera). Kelenjar keringat berbentuk seperti pembuluh panjang, pangkalnya menggulung, berhubungan dengan kapiler darah dan serabut saraf. \n\nSerabut saraf meningkatkan kerja kelenjar keringat, memicu produksi keringat. Keringat menyerap air, ion – ion, NaCl dan uera dalam darah yang dikeluarkan melalui pori – pori kulit. \n\nLapisan hipodermis (subkutan) adalah lapisan yang terdiri dari kumpulan jaringan ikat yang berfungsi melekatkan kulit pada otot, terdapat banyak jaringan lemak sehingga juga berfungsi mengatur suhu tubuh. \n\nC. Paru-paru\n\nParu – paru adalah organ ekskresi yang mengeluarkan sisa metabolisme berupa CO2 dan H2O. O2 yang masuk alveolus berdifusi memasuki kapiler darah yang mengelilingi alveolus, kemudian darah mengikat O2 dan diangkut ke jaringan tubuh. CO2 berdifusi berlawanan arah dengan O2, darah mengikat CO2 untuk dikeluarkan bersama uap air.\n\nD. Hati\n\nSebagai organ ekskresi, hati berfungsi mengekskresikan zat warna empedu (bilirubin). Bilirubin dihasilkan dari pemecahan hemoglobin pada eritrosit. Eritrosit memiliki waktu hidup 100 – 120 hari karena tidak memiliki inti sel, membran selnya bergesekan dengan pembuluh kapiler darah, tidak dapat membentuk komponen baru untuk menggantikan sel yang rusak. \n\nEritrosit yang rusak dihancurkan oleh makrofag dalam hati dan limpa; hemoglobin dipecah menjadi menjadi zat besi, globin dan hemin. Zat besi dibawa ke sumsum merah tulang untuk membentuk hemoglobin baru; globin dipecah mejadi asam amino untuk pembentukan protein; hemin diubah menjadi zat warna hijau atau biliverdin. \n\nBiliverdin diubah menjadi zat warna kuning oranye atau bilirubin. Bilirubin dikeluarkan bersama getah empedu ke usus dua belas jari menuju usus besar. Dalam usus besar, bilirubin diubah menjadi urobilinogen; urobilinogen diubah menjadi urobilin sebagai warna kuning pada urine dan sterkobilin sebagai warna coklat pada feses. \n\nSel hati menghasilkan 800 – 1000 mL getah empedu perhari. Getah empedu mengandung air, garam empedu (natrium dan kalium), lesitin, kolestrol, pigmen empedu dan beberapa ion. Jika getah empedu kekurangan lesitin, garam empedu, kebanyakan kolesterol, maka kolestrol tersebut membentuk batu kristal (batu empedu). \n\n Jika batu empedu terus terbentuk akan menyumbat saluran empedu, sehingga getah empedu tidak dapat dikeluarkan menuju usus halus. Penanganan untuk mengatasi batu empedu yaitu minum obat pelarut batu empedu, terapi dengan gelombang ultrasonik, sinar laser, dan operasi.  \n\nHati memiliki kemampuan menetralisir racun dan menghasilkan getah empedu. Hati juga berperan mengubah NH3 (amonia) yang akan dibuang melalui kulit dan ginjal. \n\nE. Gangguan sistem ekskresi \n\nangguan sistem ekskresi yaitu nefritis, batu ginjal, albuminuria, hematuria, diabetes insipidus, kanker ginjal, jerawat dan biang keringat. \n\nNefritis : peradangan nefron yang disebabkan infeksi bakteri Streptococcus. Nefritis mengakibatkan masuknya kembali asam urat dan urea ke pembuluh darah (uremia), adanya penimbunan air di kaki karena reabsorpsi air terganggu (edema). Penanganan nefritis adalah dengan cuci darah (dialisis) dan cangkok ginjal (transplantasi ginjal). \n\nDialisis adalah cara yang dilakukan ketika ginjal tidak dapat berfungsi dengan baik atau mengalami kerusakan, namun kekurangannya penderita harus terus menerus melakukan dialisis selama periode waktu tertenu. Sehingga, cara lain yang dapat mengobati kerusakan ginjal yaitu dengan transplantasi ginjal. \n\nTransplantasi ginjal adalah operasi yang dilakukan dengan cara memberikan ginjal yang sehat dari orang lain (pendonor) kepada pasien kerusakan ginjal. Namun beresiko seperti penolakan tubuh terhadap organ ginjal yang diberikan. Jadi, penderita yang telah mendapatkan transplantasi harus mengonsumsi obat tertentu untuk mencegah reaksi penolakan tubuh. \n\nBatu ginjal : adanya endapan garam kalsium dalam pelvis renalis, saluran ginjal, atau kandung kemih; berbentuk kristal yang tidak dapat larut; mengandung kalsium oksalat, asam urat dan kristal kalsium fosfat. Endapan terbentuk jika terlalu banyak mengonsumsi garam mineral, kurang minum air dan sering menahan kencing. \n\nSelain itu, vitamin C dalam dosis tinggi meningkatkan resiko batu ginjal, karena sebagian vitamin C tidak diserap tubuh akan dikeluarkan melalui urine sebagai oksalat yagn merupakan komponen batu ginjal. Jadi, jumlah citamin C yang masuk ek tubuh harus sesuai dengan kebutuhan. \n\nBatu ginjal yang kecil dapat keluar melalui urine, tapi seringkali sakit. Batu ginjal yang besar bisa dikeluarkan melalui operasi. Upaya mencegah batu ginjal yaitu minum air cukup, kurangi konsumsi garam dan jangan menahan kencing. \n\nAlbuminuria : adanya kerusakan pada glomerulus, sehingga terdapat protein pada urine. Albuminuria terjadi akibat kurangnya asupan air ke tubuh sehingga memperberat kerja ginjal; konsumsi banyak protein, kalsium dan vitamin C membuat glomerulus bekerja ekstra dan meningkatkan resiko kerusakan. \n\nUpaya untuk mencegah albuminuria yaitu mengatur jumlah garam, protein dan vitamin C yang dikonsumsi, menjaga pola hidup sehat dnegan gizi seimbang. \n\nHematuria : penyakit yang ditandai dengan adanya sel – sel darah merah pada urine; disebabkan sakit pada saluran kemih akibat gesekan dengan batu ginjal dan infeksi bakteri pada saluran kemih. Penangannya yaitu memberi antibiotik untuk membersihkan bakteri pada saluran kemih. \n\nUpaya mencegah hematuria yaitu segera buang air kecil ketika sudah ingin, membersihkan tempat keluarnya urine dari depan ke belakang untuk menghindari masuknya bakteri dari dubur dan minum cukup air.  \n\nDiabetes Insipidus : disebabkan karena kekurangan hormon antidiuretik (ADH), menyebabkan tubuh tidak dapat menyerap air sehingga penderita sering ingin buang air kecil secara terus menerus. Penanganannya yaitu memberi suntikan hormon ADH sehingga dapat mempertahankan pengeluaran urine secara normal. \n\nKanker ginjal : adanya pertumbuhan sel yang tidak terkontrol (sel kanker) pada tubulus ginjal; menyebabkan adanya darah pada urine, kerusakan ginjal, mempengaruhi kerja organ lainnya dan jika menyebar menyebabkan kematian. Upaya pencegahannya yaitu menghindari bahan – bahan kimia yang memicu kanker. \n\nJerawat (acne vulgaris) : kondisi kulit yang ditandai peradangan dan penyumbatan kelenjar minyak; disebabkan karena kurangnya menjaga kebersihan kulit sehingga terjadi penumpukan kotoran dan sel kulit mati, faktor hormonal yang merangsang kelejar minyak pada kulit, pengunaan kosmetik berlebihan dan konsumsi makanan berlemak berlebihan. \n\nJerawat muncul pada wajah, leher dan punggung. Upaya pencegahannya yaitu bersihkan wajah secara rutin, kurangi makanan berlemak, perbanyak makan buah dan sayur, menjaga aktivitas tubuh, kurangi stres (kontrol stes). \n\nBiang keringat : kelenjar keringat tersumbat oleh sel – sel kulit mati yang tidak dapat terbuang. Keringat yang terperangkap menimbulkan bintik – bintik merah disertai gatal. Sel – sel kulit mati, debu dan kosmetik dapat menyebabkan terjadinya biang keringat. Biang keringat terjadi pada wajah, leher, punggung dan dada. \n\nUpaya pencegahannya yaitu menjaga kebersihan kulit, menggunakan pakaian yang longgar dan menyerap keringat, apabilak ulit berkeringat, segera keringkan dengan handuk atau tissue. Penanganan biang keringat yaitu memberi bedak atau salep yang dapat mengobati gatal – gatal. \n\nUpaya yang dapat dilakukan untuk menjaga kesehatan sistem ekskresi yaitu mengatur pola makan yang sehat, banyak minum air putih minimal 2 liter per hari, olahraga teratur dan tidak menunda buang air kecil.",
      "img"       : ""
    },
    {
      "nama"      : "Getaran, Gelombang dan Bunyi dalam Kehidupan Sehari – hari",
      "nama2"     : "BAB 10",
      "kategori"  : "Kelas 8",
      "history"   : "\nA. Getaran \n\nGetaran adalah gerakan bolak – balik melalui titik kesetimbangan yang energinya akan merambat dalam bentuk gelombang, contohnya bandul sederhana. \n\ngetaran benda\nBandul sederhana mula – mula di posisi O, bila ditarik ke posisi A kemudian dilepas, bandul akan bergerak bolak – balik secara teratur melalui titik A-O-B-O-A dan gerakan bolak – balik ini disebut satu getaran. Ciri getaran adalah adanya simpangan terbesar (amplitudo). \n\nPanjang tali berpengaruh terhadap periode getar, semakin panjang tali semakin besar periode getarnya dan semakin kecil frekuensinya. Karena getaran berbanding terbalik dengan frekuensi.  \n\nB. Gelombang\n\nEnergi getaran merambat dalam bentuk gelombang, namun yang merambat hanyalah energinya, zat perantaranya tidak ikut merambat (hanya ikut bergetar). Ketika kita mendengar, getaran merambat melalui gelombang yang membawa energi sehingga sampai ke saraf yang menghubungkan dengan otak. \n\nBerdasar energinya, gelombang dibagi 2 yaitu gelombang mekanis dan elektromagnetik. Gelombang mekanis memerlukan perantara (medium), contohnya gelombang tali, gelombang air dan gelombang bunyi. Gelombang elektromagnetik tidak memerlukan medium, contohnya gelomabng cahaya. \n\nBerdasar arah rambat dan arah getarannya, gelombang dibagi 2 yaitu gelombang transversal dan gelombang longitudinal. Gelombang transversal adalah gelombang yang arah rambatnya tegak lurus dengan arah getarnya, contohnya gelombang tali dan gelombang air.\n\nPanjang gelombang transversal adalah jarak antara 1 bukit dan 1 lembah (a sampai e atau d sampai h). Panjang gelombang dilambangkan  (dibaca lambda) dan satuannya meter. Simpangan terjauh dalam gelombng disebut amplitudo (bb’ atau dd’), dasar gelombang terletak pada titik terendah (d dan h), puncak gelombang terletak pada titik tertinggi (b dan f). \n\nLengkungan c-d-e dan g-h-i adalah lembah gelombang. Lengkungan a-b-c dan e-f-g adalah bukit gelombang. Periode gelombang adalah waktu yang ditentukan untuk menempuh satu gelombang, satuannya sekon (s) dan lambangnya T.  Frekuensi gelombang adalah jumlah gelombang yang terbentuk dalam 1 sekon, lambangnya f dan satuannya hertz (Hz). \n\nGelombang longitudinal adalah gelombang yang arah rambatnya sejajar dengan arah getarnya, contohnya gelombang bunyi, dapat diamati pada slinki atau pegas yang diletakkan diatas lantai. Ketika slinki digerakkan maju-mundur secara terus menerus, gelombang merambat pada slinki yang berupa rapatan dan renggangan. \n\n Pada gelombang tali, gelombang yang mencapai ujung akan memberi gaya keatas pada penopang yang ada di ujung, sehingga penopang memberikan gaya yang sama tetapi berlawanan arah kebawah pada tali. Gaya tali kebawah inilah yang membangkitkan gelombang pantulan yang terbalik.   \n\nC.Bunyi\n\nBunyi adalah gelombang longitudinal yang merambatkan energi gelombang di udara sampai terdengar oleh reseptor pendengar. Bunyi ditimbulkan oleh benda – benda yang bergetar, misalnya garpu tala. Bunyi garpu tala menuju telinga dihantarkan oleh rapatan dan renggangan partikel – partikel udara. \n\nPada waktu bunyi keluar dari garpu tala, langsung menumbuk molekul – molekul udara disebelahnya yang mengakibatkan rapatan dan renggangan, demikian seterusnya hingga sampai ke telinga.\n\nBunyi dapat terdengar bila ada : 1). Sumber bunyi, 2). Medium/zat perantara dan 3). Alat penerima/pendengar. Kecepatan bunyi dipengaruhi oleh suhu dan medium, dipengaruhi oleh suhu : semakin rendah suhu udara, kecepatan bunyi semakin tinggi. Hal ini menjelaskan pada malam hari bunyi terdengar lebih jelas daripada siang hari. \n Pada siang hari, bunyi dibiaskan ke arah udara yang lebih panas (ke atas) karena suhu udara di permukaan bumi lebih dingin dibanding udara diatasnya. Pada malam hari, gelombang bunyi dipantulkan ke arah lebih rendah, karena suhu bumi lebih hangat daripada udara diatasnya. Berdasar frekuensinya, bunyi dibagi menjadi 3 yaitu infrasonik, audiosonik dan ultrasonik. Infrasonik : frekuensinya <20 Hz, mampu didengar oleh  hewan seperti jangkrik dan anjing. Audiosonik : frekuensinya 20 – 20.000 Hz, mampu didengar oleh semua makhluk hidup termasuk manusia. Ultrasonik : mampu didengar oleh hewan seperti kelelawar, lumba – lumba dan anjing. \n\nPada manusia dewasa, suara perempuan lebih tinggi daripada laki – laki. Laki – laki memiliki nada dasar sebesar 125 Hz, perempuan mempunyai nada dasar  oktaf yaitu 250 Hz. Tinggi rendahnya nada ditentukan oleh frekuensi, semakin besar frekuensinya, semakin tinggi pula nadanya, semakin kecil frekuensinya, semakin rendah pula nadanya. \n\nFaktor – faktor yang menentukan tinggi rendahnya nada pada dawai atau senar gitar yaitu : \n1). Panjang senar : semakin panjang senar, semakin rendah frekuensi yang dihasilkan. \n\n2). Tegangan senar : semakin besar tegangan senar, semakin semakin tinggi frekuensi yang dihasilkan. \n\n3). Luas penampang senar : semakin kecil penampang senar, semakin tinggi frekuensi yang dihasilkan \n\nNada adalah bunyi yang memiliki frekuensi getaran teratur, desah adalah bunyi yang frekuensinya tidak teratur. \n\nSetiap alat musik memiliki suara yang khas yang disebut dengan kualitas bunyi (timbre). Manusia juga memiliki kualitas suara yang berbeda – beda, ada yang memiliki suara merdu atau serak. Resonansi adalah peristiwa ikut bergetarnya sebuah benda karena kesamaan frekuensi alami benda dengan frekuensi sumber getar. \n\nResonansi terjadi pada kolom udara; bunyi akan terdengar kuat ketika panjang kolom udara mencapai kelipatan ganjil dari  panjang gelombang bunyi; contohnya pada kentongan, gamelan, alat musik pukul, alat musik tiup dan alat musik petik atau gesek. \n\nTelinga memiliki selaput tipis yang mudah bergetar apabila diluar terdapat sumber getar, mudah beresonansi, sehingga sumber getar yang frekuensinya lebih kecil atau lebih besar dengan mudah menyebabkan selaput tipis ikut bergetar. Prinsip kerja resonansi dimanfaatkan manusia seperti memperkuat bunyi asli pada alat musik. \n\nDampak yang merugikan dari resonansi yaitu bunyi ledakan bom dapat memecahkan kaca jendela meskipun tidak mengenai kaca, bunyi guntur juga dapat memecahkan kaca jendela meskipun tidak mengenai kaca. \n\nHukum pemantulan bunyi : \nArah bunyi datang, bunyi pantul dan garis normal terletak pada satu bidang datar \nBesarnya sudut datang (i) sama dengan besarnya sudut pantul (r). \nBunyi pantul yang memperkuat bunyi asli : antara bunyi pantul dan bunyi asli terdengar hampir bersamaan, sehingga bunyi asli terdengar lebih keras. Contohnya apabila berbicara di ruangan kecil, lebih terdengar jelas daripada berbicara di ruang terbuka seperti lapangan. \n\n Gaung atau kerdam adalah bunyi pantul yang sebagian terdengar bersama – sama dengan bunyi asli sehingga bunyi asli terdengar tidak jelas, contohnya apabila mengucapkan fisika : \n\nBunyi asli : fi-si-ka \n\nBunyi pantul : fi… si… ka… \n\nBunyi yang terdengar jelas : fi……..ka \n\nAgar dapat menghindari terjadinya gaung, pada dinding ruangan besar dilengkapi peredam suara. Peredam suara terbuat dari karet busa, karton tebal, karpet dan bahan – bahan lain yang bersifat lunak. Biasanya dijumpai di bioskop, studio TV atau radio, aula dan studio rekaman. \n\nGema adalah bunyi pantul yang terdengar setelah bunyi asli. Contohnya apabila berteriak di lapangan atau lereng gunung, bunyi pantul yang terdengar sama persis seperti bunyi asli dan akan terdengar setelah bunyi asli. \n\nD. Mekanisme Mendengar pada Manusia\n\n Tahapan mendengar pada manusia : lubang telinga menerima gelombang dari sumber suara → gelombang menggetarkan membran timpani → getaran ditransmisikan melalui tulang martil, landasan dan sanggurdi → getaran dari tulang sanggurdi ditransmisikan melalui koklea → dalam koklea terdapat organ korti, berisi cairan sel – sel rambut yang merupakan reseptor → getaran diteruskan melalui saraf auditori ke otak. \n\nE.Mekanisme Mendengar pada Hewan \n\nSistem sonar adalah sistem yang digunakan untuk mendeteksi tempat dalam melakukan pergerakan dengan deteksi suara frekuensi tinggi (ultrasonik). Sound Navigation and Ranging (sonar) merupakan metode penggunaan gelombang ultrasonik untuk menaksir ukuran, bentuk, letak dan kedalaman benda – benda. \n\nKelelawar : dapat mengeluarkan dan menerima gelombang ultrasonik lebih dari 20.000 Hz ketika terbang. Gelombang yang dikeluarkan akan dipantulkan kembali oleh objek yang dilewati dan diterima oleh receiver kelelawar. Ekolokasi adalah kemampuan kelelawar menentukan lokasi. \n\nKetika kelelawar terbang dan berburu, kelelawar menghasilkan bunyi berfrekuensi tinggi kemudian mendengarkan gema yang dihasilkan. Ketika kelelawar mendengarkan gema, kelelawar terfokus pada suaranya sendiri. Rentang frekuensi yang mampu didengar oleh kelelawar terbatas, sehingga kelelawar harus menghindari efek dopler yang muncul. \n\nEfek dopler : jika sumber bunyi dan penerima suara keduanya tak bergerak, maka penerima akan mendengar frekuensi bunyi yang sama dengan yang dipancarkan oleh sumber suara. Namun, jika sumber bunyi atau penerima suara bergerak, frekuensi yang diterima berbeda dengan yang dipancarkan. \n\nLumba – lumba : memiliki sistem sonar untuk menghindari benda – benda di lautan, mencari makan dan berkomunikasi. Cara kerja sistem sonarnya yaitu lumba – lumba bernapas melalui lubang yang ada di kepala, dibawah lubang ini terdapat kantung – kantung udara yang dapat dialirkan udara untuk menghasilkan bunyi berfrekuensi tinggi. \n\nKantung udara fungsinya memfokuskan bunyi, kemudian diteruskan ke semua arah secara putus – putus. Gelombang bunyi dipantulkan kembali jika membentur benda, kemudian ditangkap bagian bawah rahang (jendela akustik), selanjutnya informasi bunyi diteruskan ke telinga tengah dan ke otak untuk diterjemahkan.\n\nF. Aplikasi Getaran dan Gelombang dalam Teknologi\n\nUltrsonografi (USG) : teknik pencitraan untuk diagnosis menggunakan gelombang ultrasonik, frekuensinya sekitar 1-8 MHz. USG digunakan untuk melihat struktur internal seperti otot, tendon, sendi, pembuluh darah, bayi dalam kandungan, berbagai jenis penyakit seperti kanker dan sebagainya. \n\nTahap gelombang bunyi menghasilkan gambar ada 3 yaitu pemancaran gelombang, penerimaan gelombang pantul dan interpretasi gelombang pantul. USG memancarkan berkas gelombang ultrasonik ke jaringan tubuh menggunakan alat pemancar sekaligus penerima gelombang (transducer). \n\nUntuk mengukur kedalaman laut, menggunakan transduser dan detektor. Transduser mengubah sinyal listrik menjadi gelombang ultrasonik yang dipancarkan ke dasar laut. Pantulan gelombang menimbulkan efek gema (echo) dan dipantulkan kembali ke kapal kemudian ditangkap detektor.\n\nSonar banyak digunakan nelayan modern untuk menentukan lokasi ikan, kondisi ombak dan kecepatan arus air laut. \n\nTerapi Ultrasonik : terapi yang menggunakan gelombang ultrasonik untuk keperluan medis. Metode yang digunakan yaitu memancarkan gelombang berfrekuensi tinggi (800 – 2000 kHz) pada jaringan tubuh; contohnya keseleo pada ligamen, keseleo pada otot, tendonitis, inflamasi sendi, osteoartritis dan memecah endapan batu pada penderita batu ginjal (lithotripsi). \n\nBerikut contoh terapi pada penderita batu ginjal : \n\n Selain itu, terapi ultrasonik untuk membersihkan gigi, penanganan penyakit katarak, kemoterapi sel – sel kanker dan sebagainya. \n\nPembersih Ultrasonik : alat yang menggunakan gelombang ultrasonik dengan frekuensi antara 20 – 400 kHz dengan cairan pembersih atau air biasa untuk membersihkan benda seperti perhiasan, lensa, jam tangan, alat bedah, alat musik, alat laboratorium dan alat – alat elektronik tertentu.\n\nSonifikasi (Sonifikation) : proses pemberian gelombang ultrasonik pada suatu bahan (larutan atau campuran) sehingga dapat dipecah menjadi sangat kecil. Didalam laboratorium, sonifikasi dilakukan menggunakan sonikator. Pada alat pembuatan kertas, terdapat alat yang memancarkan gelombang ultrasonik pada serat selulosa sehingga tersebar merata dan kertas menjadi lebih kuat. \n\nSonifikasi juga digunakan dalam prosuksi nanopartikel seperti nanoemulsi dan nanokristal; mempercepat ekstraksi minyak dari jaringan tumbuhan dan pemurnian minyak bumi; merusak atau menonaktifkan material organik seperti merusak membran sel dan melepaskan isi selulernya (sonoporasi).\n\nSonifikasi (Sonifikation) : proses pemberian gelombang ultrasonik pada suatu bahan (larutan atau campuran) sehingga dapat dipecah menjadi sangat kecil. Didalam laboratorium, sonifikasi dilakukan menggunakan sonikator. Pada alat pembuatan kertas, terdapat alat yang memancarkan gelombang ultrasonik pada serat selulosa sehingga tersebar merata dan kertas menjadi lebih kuat. \n\nSonifikasi juga digunakan dalam prosuksi nanopartikel seperti nanoemulsi dan nanokristal; mempercepat ekstraksi minyak dari jaringan tumbuhan dan pemurnian minyak bumi; merusak atau menonaktifkan material organik seperti merusak membran sel dan melepaskan isi selulernya (sonoporasi).\n\nPengujian Ultrasonik (ultrasonic testing) : teknik pengujian berdasar penyaluran gelombang ultrasonik pada objek atau material yang diuji. Frekuensi gelombang yang digunakan sekitar 0,1 – 15 MHz. Dengan teknik pemantulan gelombang ultrasonik yang dipancarkan dalam benda, kerusakan bagian dalam benda, ketebalan dan karakteristiknya dapat diketahui.   \n\nContohnya kerusakan logam akibat korosi. Pengujian ultrasonik digunakan dalam produksi logam baja dan alumunium; produksi pesawat; automotif dan industri lainnya. Keunggulan pengujian ultrasonik yaitu daya tinggi, akurat, tidak berbahaya dan mudah dibawa. ",
      "img"       : ""
    },
    {
      "nama"      : "Cahaya dan Alat Optik",
      "nama2"     : "BAB 11",
      "kategori"  : "Kelas 8",
      "history"   : "\nA. Sifat-Sifat Cahaya\n\nSifat – sifat cahaya ada 4 yaitu merambat lurus, dapat dipantulkan, dapat dibiaskan dan merupakan gelombang elektromagnetik. Cahaya merambat lurus contohnya lilin atau lampu yang dinyalakan dalam ruangan gelap akan menerangi ruangan tersebut. \n\nPemantulan terjadi jika cahaya menumbuk suatu permukaan bidang, pemantulan berupa pemantulan baur dan pemantulan teratur. Pemantulan baur terjadi jika cahaya dipantulkan oleh bidang tidak rata seperti aspal, tembok, batang kayu dan sebagainya. \n\nPemantulan teratur terjadi jika cahaya dipantulkan oleh bidang rata seperti cermin datar atau permukaan air danau yang tenang. Pada pemantulan baur dan pemantulan teratur, sudut pemantulan cahaya besarnya selalu sama dengan sudut datangnya cahaya. /n/nahaya yang mengenai benda sebagian dipantulkan ke mata, sebagian lagi diserap benda sebagai energi, contohnya cahaya yang mengenai benda terlihat berwarna merah, berarti spektrum cahaya merah dipantulkan oleh benda dan spektrum cahaya lainnya diserap oleh benda. \n\nPembiasan terjadi jika cahaya melalui 2 medium yang kerapatan optiknya berbeda. Semakin besar kecepatan cahaya melalui 2 medium, semakin besar pula efek pembiasannya. Namun, pembiasan tidak terjadi saat cahaya masuk dengan posisi tegak lurus bidang batas kedua medium.\n\nGelombang cahaya terbentuk karena adanya perubahan medan magnet dan medan listrik secara periodik sehingga merupakan gelombang elektromagnetik. Gelombang cahaya matahari memancar ke segala arah sampai ke bumi meskipun melalui ruang hampa. Ini berarti cahaya dapat merambat melalui ruang kosong tanpa adanya materi.  \n\nCahaya tampak adalah cahaya yang dapat dilihat oleh mata manusia,  sekitar 400 – 700 nm. Warna cahaya yang dapat dilihat tergantung pada panjang gelombang dari gelombang cahaya yang masuk ke mata. Benda hanya memantulkan cahaya yang warnanya sama dengan warna permukaannya, sehingga kita dapat menghindari dengan tepat warna benda. \n\nB. Pembentukan Bayangan pada Cermin \n\nBayangan bersifat nyata jika titik potongnya diperoleh dari perpotongan sinar – sinar pantul yang mengumpul (konvergen). Sebaliknya, bayangan bersifat maya jika titik potongnya merupakan hasil perpanjangan sinar – sinar pantul yang menyebar (divergen). \n\nCara melukis pembentukan bayangan pada cermin datar : \n1). Lukis sinar benda menuju cermin dan dipantulkan ke mata sesuai hukum pemantulan cahaya yaitu ()\n2). Lukis sinar kedua seperti langkah pertama\n3). Lukis perpanjangan sinar – sinar pantul dibelakang cermin hingga berpotongan. Perpotongan sinar – sinar pantul merupakan bayangan benda \n4). Jarak benda terhadap cermin sama dengan jarak bayangan terhadap cermin \n\nBayangan pada cermin datar bersifat maya. Titik bayangan dihasilkan dari perpotongan sinar – sinar pantul yang digambarkan oleh garis putus – putus. Cahaya dapat dipantulkan pada cermin datar, cermin cekung dan cermin cembung. Cahaya akan dibiaskan pada lensa cekung dan lensa cembung. \n\nUnsur – unsur cermin lengkung yaitu : \n1). Pusat kelengkungan cermin : titik di pusat bola yang diiris menjadi cermin, disimbolkan dengan M \n\n2). Vertex : titik di permukaan cermin yang sumbu utamanya bertemu dengan cermin, disimbolkan dengan O\n\n3). Titik api (titik fokus) : titik bertemunya sinar – sinar pantul yang sejajar dengan sumbu utama (terletak antara vertex dan titik pusat), disimbolkan dengan F\n\n4). Jari – jari kelengkungan cermin : jarak antara vertex (O) ke pusat kelengkungan cermin (M), disimbolkan dengan R\n\n5). Jarak fokus : jarak dari vortex ke titik api, disimbolkan dengan f. \n\nCara melukis sinar istimewa cermin cekung\n1). Pilih titik pada ujung atas benda dan lukis dua sinar datang melalui titik tersebut menuju cermin\n\n2). Setelah sinar – sinar datang mengenai cermin, pantulkan kedua sinar sesuai aturan sinar istimewa cermin cekung\n\n3). Tandai titik potong sinar pantul sebagai tempat bayangan benda \n\n4). Lukis perpotongan sinar – sinar pantul tersebut \n\nCara melukis bayangan pada cermin cembung : \n1). Pilih titik pada ujung atas benda dan lukis dua sinar datang melalui titik tersebut menuju cermin \n\n2). Setelah sinar – sinar datang mengenai cermin, pantulkan kedua sinar sesuai aturan sinar istimewa pada cermin cembung \n\n3). Tandai titik potong sinar – sinar pantul atau perpanjangan sinar – sinar pantul sebagai tempat bayangan benda \n\n4). Lukis bayangan benda pada cermin perpotongan sinar – sinar pantul\n\nC. Lensa\n\nLensa adalah benda bening yang memiliki permukaan berbentuk cekung atau cembung, berfungsi membiaskan cahaya. Jika dipegang, lensa cembung bagian tengahnya lebih tebal daripada bagian tepi. Lensa cekung bagian tengahnya lebih tipis daripada bagian tepi. \n\nSinar – sinar istimewa pada lensa cekung : \n\nPada lensa cekung, benda yang terletak didepan lensa akan selalu menghasilkan bayangan maya, tegak, diperkecil dan terletak didepan lensa. Perbesaran pada lensa : \n\n\nPada lensa cembung, titik fokus (F) bernilai positif (sama seperti cermin cekung); pada lensa cekung, titik fokus bernilai negatif (sama seperti cermin cembung). \n\nD. Indra Penglihatan Manusia dan Hewan \n\nMata adalah organ penglihatan pada manusia dan hewan, berbentuk bulat, memiliki bagian – bagian yang memiliki fungsi berbeda. Mata manusia dilindungi oleh 3 lapisan yaitu lapisan sklera yang membentuk kornea, lapisan koroid yang membentuk iris dan lapisan ketiga (retina). Berikut bagian – bagian mata manusia : \n\nbagian-bagian mata\n Mata berbentuk seperti bola, berdiameter 2,5 cm. Sklera membentuk putih mata, bersambung dengan bagian depan bening (kornea). Kornea bersifat kuat, tembus cahaya, berfungsi melindungi bagian sensitif dibelakangnya dan memfokuskan bayangan pada retina. \n\nPupil adalah bagian berwarna hiam yang merupakan jalan masuknya cahaya ke mata. Pupil dikelilingi iris : bagian berwarna pada mata yang letaknya dibelakang kornea. Besar kecilnya pupil dan iris tergantung cahaya yang masuk ke mata. \n\nLensa mata berbentuk bikonvex (cembung depan – belakang), bersifat fleksibel, otot siliar yang ada di mata akan membantu mengubah kecembungan mata.\n\nKetika melihat benda berjarak jauh, otot siliaris berelaksasi, menyebabkan lensa mata lebih datar (tak berakomodasi). Ketika melihat benda berjarak dekat, otot siliaris berkontraksi, menyebabkan lensa menjadi cembung (akomodasi maksimum). \n\nRetina : sel yang sensitif terhadap cahaya matahari atau saraf penerima rangsang (fotoreseptor) pada bagian belakang mata. Sel fotoreseptor ada 2 yaitu sel batang dan sel kerucut. Sel batang akan menunjukkan responnya ketika di tempat redup, mampu menerima rangsang sinar tidak berwarna, jumlah selnya sekitar 125 juta. \n\nSel kerucut memungkinkan kita melihat warna, tapi membutuhkan cahaya yang lebih terang dari sel batang, jumlah selnya sekitar 6,5 – 7 juta. \n\nMekanisme cahaya masuk ke mata manusia : cahaya masuk melalui kornea  → merambat melalui pupil → masuk ke lensa mata (bayangan difokuskan) → bayangan terbentuk pada retina → sel khusus di retina mengubah bayangan menjadi impuls → impuls menuju otak dan diterjemahkan sebagai obajek atau benda yang kita lihat. \n\nGangguan pada lensa mata dapat menyebabkan seseorang menderita hipermetropi, miopi, buta warna, presbiopi dan astigmatisma. \n\nHipermetropi adalah kelainan yang menyebabkan seseorang tidak dapat melihat dengan jelas benda yang jaraknya dekat (± 30 cm). Karena bayangan yang terbentuk jatuh di belakang retina. Penderita dibantu dengan lensa cembung. \n\nE. Alat Optik dalam Kehidupan Sehari – hari \n\nPembentukan bayangan pada mata manusia merupakan bentuk pemanfaatan alat optik dalam kehidupan sehari – hari. Contoh alat optik dalam kehidupan sehari – hari yaitu kamera, lup, mikroskop, teropong dan teleskop. \n\nKamera : alat untuk mengambil gambar atau foto suatu objek; memiliki diafragma dan pengatur (shutter) untuk mengatur jumlah cahaya yang masuk ke lensa; kemudian memfokuskan bayangan benda pada film foto; bayangannya nyata, terbalik dan diperkecil; ukuran bayangan tergantung pada panjang fokus lensa dan jarak lensa pada film. \n\nKaca pembesar (lup) : alat untuk melihat objek yang kecil agar terlihat lebih besar dan jelas. Besar objek yang kita lihat, tergantung pada ukuran bayangan objek pada retina, ukuran bayangan tergantung pada sudut mata yang berhadapan dengan objek. Agar mata tidak mudah lelah ketika menggunakan lup, letakkan objek pada titik fokus lup. \n\nTeleskop : alat optik yang dapat melihat benda jarak jauh menjadi dekat; ada 2 jenis yaitu teleskop bias dan pantul. Teleskop bias sederhana adalah kombinasi antara 2 lensa cembung yang terletak pada bagian pipa. Lensa yang besar adalah objektif, lensa yang kecil adalah okuler. Lensa objektif membentuk bayangan dan diperbesar lagi dengan lensa okuler.\n\nLensa objektifnya berdiameter lebih besar daripada diameter mata, berarti banyak cahaya yang dipantulkan oleh objek masuk ke lensa kemudian ke mata, sehingga bayangan yang terbentuk sangat jelas dan detail. Berikut contoh teleskop bias : \n\n\nTeleskop pantul : mempunyai cermin cekung pada lensa objektifnya, cahaya yang dipantulkan objek jauh masuk salah satu ujung tabung dan ditangkap oleh cermin lain pada ujung yang lain. Cahaya dipantulkan dari cermin cekung ke cermin datar dalam tabung, kemudian memantulkan cahaya ke lensa okuler yang berfungsi memperbesar gambar. \n\n",
      "img"       : ""
    }
  ]
}