{
  "daftar_materi": [
    {
      "nama"      : "Sistem Reproduksi Pada Manusia",
      "nama2"     : "BAB 1",
      "kategori"  : "Kelas 9",
      "history"   : "\nA. Pembelahan Sel \n\nPembelahan sel ada 2 yaitu pembelahan Mitosis dan Meiosis. Pembelahan Mitosis adalah pembelahan yang menghasilkan 2 sel anakan yang sifat genetiknya sama dengan sel induk. Jumlah kromosom yang dihasilkan adalah diploid (2n). \n\nTahapan pembelahan mitosis yaitu Profase, Metafase, Anafase dan Telofase. Seperti pada gambar dibawah ini : \n\n\nPembelahan Meiosis adalah pembelahan sel yang menghasilkan 4 sel anakan yang memiliki kromosom haploid (n) yang berasal dari sel induk diploid (2n). \n\nPembelahan Meiosis terjadi dalam 2 tingkatan, tingkatan pertama yaitu Profase I, Metafase I, Anafase I dan Telofase I. Tingkatan kedua yaitu Profase II, Metafase II, Anafase II dan Telofase II. \n\nB. Sistem Reproduksi Laki – laki\n\nSistem Reproduksi pada laki – laki terdiri atas :\n1). Organ reproduksi luar yang berupa Penis dan Skrotum,\n2). Organ reproduksi dalam yang berupa testis, epididimis, vas defferens, uretra, kelenjar vesikula seminalis, kelenjar prostat dan kelenjar cowper. \n\nPenis adalah bagian terluar organ reproduksi laki – laki, berfungsi sebagai saluran urin dan sperma. Skrotum adalah organ yang bentuknya seperti kantung, berfungsi untuk melindungi dan menjaga suhu testis. \n\n Testis adalah bentuknya seperti bulat telur, jumlahnya 2 buah (sepasang) yang tersimpan dalam skrotum, berfungsi untuk memproduksi sperma dan hormon testosteron. \n\nSperma adalah sel tunggal yang terdiri atas kepala dan ekor yang merupakan sel kelamin laki – laki. Hormon testosteron adalah senyawa yang dapat merangsang perubahan fisik laki – laki pada masa pubertas seperti tumbuhnya jakun, membesarnya suara, tumbuhnya kumis, dan sebagainya. \n\nMasa pubertas adalah masa seseorang ketika mengalami pematangan fungsi seksual yang disertai perubahan fisik dan psikis. \n\nSperma yang diproduksi dalam testis, selanjutnya keluar melalui epididimis. Epididimis adalah saluran yang keluar dari testis, berukuran ± 4 cm, berfungsi untuk penyimpanan sperma sementara. \n\nSelanjutnya, sperma yang sudah matang keluar melalui Vas Defferent. Vas defferens adalah lanjutan dari epididimis, berupa saluran panjang yang mengarah keatas, berfungsi untuk menghubungkan epididimis dan uretra. \n\nUretra adalah saluran yang terdapat didalam penis, merupakan saluran akhir reproduksi, berfungsi untuk keluarnya urin dan sperma. \n\nKelenjar reproduksi adalah kelenjar yang berfungsi memproduksi getah atau cairan yang nantinya akan bercampur dengan air mani (semen). Kelenjar reproduksi laki – laki ada 3 yaitu : kelenjar vesikula seminalis, prostat dan cowper (bulbouretra). \n\nKelenjar vesikula seminalis adalah bagian yang bentuknya seperti kantung kecil, berukuran ± 5 cm, terletak dibelakang kantung kemih, berfungsi untuk menghasilkan zat yang bersifat basa (alkali), fruktosa (gula monosakarida), hormon prostaglandin, fosfor dan potassium serta protein pembekuan. \n\nAlkali untuk menetralkan pH asam di uretra dan vagina. Fruktosa sebagai energi (ATP) sperma. Prostaglandin untuk menurunkan respon imun tubuh perempuan terhadap air mani. Fosfor dan potassium membantu sperma berenang. Protein pembekuan untuk membentuk lapisan pelindung sperma. \n\nKelenjar prostat adalah bagian yang bentuknya seperti kue donat, terletak dibawah kantung kemih, berfungsi menghasilkan cairan bersifat asam. Kelenjar prostat mengandung beberapa zat yaitu : \n\n1). Asam sitrat : untuk energi (ATP) sperma\n2). Enzim pepsinogen, lisozim dan lipase\n3). Seminal plasmin : sebagai antibiotik (membunuh kuman)\n\nPada lansia sekitar umur lebih dari 50 tahun, seringkali terjadi pembesaran kelenjar prostat yang dinamakan Benign prostatic hyperlasia (BPH). BPH ini menyebabkan saluran uretra menjadi kecil dan sulit untuk mengeluarkan urin. Sehingga, sulit untuk kencing dan kebanyakan dibantu menggunakan selang. \n\nBPH berbeda dengan kanker prostat. Kalau kanker prostat berkembang diluar kelenjar prostat, sedangkan BPH berkembang didalam kelenjar prostat. \n\nKelenjar cowper adalah bagian yang bentuknya seperi kacang, terletak dibawah kelenjar prostat, berfungsi menghasilkan lendir dan cairan bersifat basa. \n\nSperma dikeluarkan melalui uretra bercampur dengan air mani (semen). Semen yang dikeluarkan biasanya 2,5 – 5 mL. Setiap 1 mL semen mengandung 100 – 150 juta sel sperma. Namun, hanya 1 sel sperma yang berhasil membuahi sel telur. \n\nC. Spermatogenesis\n\nSpermatogenesis adalah proses pembentukan sperma yang terjadi dialam tubulus seminiferus. Kumpulan tubulus seminiferus ini membentuk testis, sehingga spermatogenesis biasanya disebut terjadi didalam testis. \n\nProses pembentukan sperma diawali dari sel induk sperma (spermatogonium) yang bersifat diploid (2n). Kemudian spermatogonium membelah secara Mitosis dan Meiosis. Selanjutnya, spermatogonium mengalami diferensiasi atau perkembangan sehingga terbentuk sel sperma (spematozoa) yang berekor dan bersifat haploid (n).",
      "img"       : ""
    },
    {
      "nama"      : "Sistem Reproduksi Pada Tumbuhan",
      "nama2"     : "BAB 2",
      "kategori"  : "Kelas 9",
      "history"   : "\nA. Reproduksi Tumbuhan \n\nReproduksi tumbuhan secara umum ada 2 yaitu aseksual (vegetatif) dan seksual (generatif). Reproduksi vegetatif terjadi karena tumbuhan mampu menghasilkan individu baru tanpa proses fertilisasi. Sedangkan reproduksi generatif adalah reproduksi melalui proses fertilisasi (pembuahan sel kelamin betina oleh sel kelamin jantan). \n\nTumbuhan dapat melakukan reproduksi vegetatif dikarenakan memiliki sel meristem yaitu sel yang mampu berkembang menjadi berbagai jenis sel penyusun jaringan dan organ. Keturunan yang dihasilkan reproduksi vegetatif memiliki sifat/karakter yang sama dengan induk. \n\nB. Reproduksi Vegetatif Angiospermae\n\nReproduksi vegetatif tumbuhan Angiospermae ada 2 yaitu vegetatif alami dan vegetatif buatan. Vegetatif alami adalah reproduksi vegetatif tanpa bantuan manusia. Vegetatif alami ada 5 yaitu Rhizoma, Stolon, Umbi Lapis, Umbi Batang dan Kuncup Adventif Daun. \n\n Rhizoma adalah batang yang ada didalam tanah. Rhizoma ini beruas dan berbuku. Pada setiap bukunya, terdapat tunas yang bisa berkembang menjadi individu baru. Contoh Rhizoma yaitu Kunyit (Curcuma domestica), Jahe (Zingiber officinale), Temulawak (Curcuma zanthorrizha) dan Lengkuas (Alpinia galangga). \n\nStolon (geragih) adalah batang tumbuhan yang menjalar diatas tanah. Stolon ini berbuku – buku, setiap bukunya terdapat tunas yang bisa berkembang menjadi individu baru. Contoh Stolon yaitu Strawberry, pegagan (Centela asiatica). \n\nUmbi lapis (bulbus) merupakan modifikasi batang dan daun, tersusun atas lapisan daun dan batang (cakram). Pada umbi lapis terdapat kuncup samping (anak umbi atau siung) yang apabila dipisahkan dari umbi induk, akan tumbuh menjadi individu baru. Contohnya Bawang merah (Allium cepa). \n\nUmbi batang merupakan modifikasi batang yang mengalami pembengkakan didalam tanah. Pada umbi batang ini terdapat mata tunas yang dapat berkembang menjadi individu baru. Selain itu, umbi batang ini bisa untuk cadangan makanan. Contoh Umbi Batang yaitu Kentang (Solanum tuberosum). \n\nKuncup Adventif Daun adalah kuncup yang terdapat pada tepi daun, disebut juga tunas liar tepi daun. Kuncup ini dapat berkembang menjadi individu baru. Contoh Kuncup adventif daun yaitu Cocor Bebek. \n\nVegetatif buatan : reproduksi vegetatif dengan bantuan manusia. Vegetatif buatan ada 5 yaitu Cangkok, Merunduk, Menyambung, Menempel (Okulasi) dan Stek. \n\nCangkok dilakukan dengan mengelupas kulit tangkai tanaman berkayu, kemudian dibalut dengan tanah dan dibungkus dengan serabut kelapa atau plastik. Apabila pada bagian tersebut tumbuh akar, maka tangkai dapat dipotong kemudian ditanam di tanah. \n\nHasil dari tumbuhan cangkok adalah cepat berbuah tetapi perakarannya kurang kuat. Contoh Cangkok yaitu Mangga (Mangifera indica), Jeruk (Citrus sp.), Rambutan dan Kelengkeng (Dimocarpus longan). \n\nMerunduk dilakukan dengan membenamkan tangkai tanaman kedalam tanah, sehingga bagian yang tertanam dalam tanah akan tumbuh akar. Marunduk dapat dilakukan pada tumbuhan yang memiliki batang panjang dan lentur, contohnya bunga Alamanda (Alamanda catartica). \n\nOkulasi dilakukan dengan menempelkan mata tunas kulit tanaman pada batang tanaman yang sejenis. Okulasi digunakan untuk mendapatkan tumbuhan jenis unggul. Contohnya pohon jeruk yang masih muda menghasilkan buah banyak dan rasa manis. \n\nStek dilakukan dengan memotong bagian tumbuhan, kemudian ditanam untuk menghasilkan individu baru. Contohnya singkong (Manihot utilissima) dan mawar (Rosa sp.) dipotong batangnya kemudian ditanam di tanah (stek batang), sukun (Artocarpus comunis) dipotong akarnya kemudian ditanam di tanah (stek akar). \n\nC. Reproduksi Generatif Angiospermae\n\nOrgan reproduksi generatif pada Angiospermae berupa bunga dan biji. Reproduksi Generatif Tumbuhan Angiospermae ada 4 yaitu Penyerbukan (Polinasi), Pembuahan (Fertilisasi), Penyebaran Biji dan Perkecambahan. \n\nPenyerbukan adalah proses menempelnya serbuk sari pada kepala putik. Sel kelamin jantan pada tumbuhan berbunga adalah serbuk sari, sel kelamin betinanya adalah putik. \n\nPenyerbukan dapat terjadi apabila adanya perantara, misalnya lebah yang hinggap pada bunga yang satu, dikakinya menempel serbuk sari kemudian hinggap ke bunga lain yang sejenis kemudian menempel pada kepala putik. Sehingga, lebah disebut sebagai perantara penyerbukan. \n\nJenis perantara penyerbukan yang lain yaitu Angin (Anemogami), Serangga (Entomogami), Burung (Ornitogami), Kelelawar (Kiropterogami) dan Manusia (Antropogami). \n\nAnemogami : penyerbukan oleh angin, terjadi pada tumbuhan yang memiliki bunga kecil, banyak, ringan, tidak berbau dan tidak memiliki nektar. Contohnya padi (Oriza sativa). \n\nEntomogami : penyerbukan oleh serangga, terjadi pada bunga yang memiliki warna menarik, berbau harum dan memiliki nektar. Contohnya bunga matahari (Helianthus annus). Contoh serangganya lebah madu (Apis mellifera), kupu – kupu (Eurema sp.) \n\nOrnitogami : penyerbukan oleh burung, terjadi pada bunga berwarna merah, besar, berbentuk terompet, tidak berbau dan nektar banyak. Contohnya bunga dadap merah (Erythrina variegata).  \n\nKiropterogami : penyerbukan oleh kelelawar, terjadi pada bunga berwarna menarik, berbau, memiliki nektar dan mekar pada malam hari. Contohnya bunga kaktus (Opuntia sp.). \n\nAntropogami : penyerbukan oleh manusia, terjadi pada bunga yang berumah dua yaitu bunga yang hanya memiliki serbuk sari saja atau memiliki putik saja. Sehingga, penyerbukannya harus dibantu oleh manusia. Contohnya bunga vanili dan anggrek (Phalaenopsis sp.). \n\nFertilisasi : pembuahan sel kelamin betina oleh sel kelamin jantan. Serbuk sari memiliki inti vegetatif dan inti generatif. Setelah penyerbukan, serbuk sari melekat pada kepala putik dan membentuk buluh serbuk sari. Selanjutnya, buluh serbuk sari menuju bakal buah dan membelah menjadi 2 inti sel generatif, selanjutnya membentuk 2 sperma. \n\nInti sel vegetatif dalam serbuk sari berperan sebagai penuntun gerak tumbuh buluh serbuk sari ke bakal biji. Selanjutnya, satu inti sperma membuahi satu inti ovum, dan satu sperma lain membuahi inti kandung lembaga sekunder membentuk endosperm atau cadangan makanan. Pada proses ini terjadi dua kali pembuahan dan disebut pembuahan ganda. \n\nPenyebaran biji pada Angiospermae terjadi pada tumbuhan baru yang tumbuh agak jauh dari induknya. Penyebaran biji dapat dilakukan melalui perantara yaitu : Anemokori, Hidrokori, Zookori dan Antropokori. \n\nAnemokori : penyebaran biji oleh angin, terjadi pada tumbuhan berbiji kecil, ringan dan bersayap. Biji ringan dan bersayap mudah terbawa angin sehingga, biji bergerak mengikuti arah angin. Contohnya bunga dandelion (Taraxacum sp.). \n\nHidrokori : penyebaran biji oleh air, terjadi pada tumbuhan yang hidupnya dekat perairan. Contohnya kelapa (Cocos nucifera) dan bakau (Rhizopora apiculata). Biji kelapa termasuk biji besar, terdiri dari tempurung, sabut dan kulit kelapa. Biji kelapa bisa terapung di air karena sabut kelapa memiliki banyak rongga udara. \n\nZookori : penyebaran biji oleh hewan. Dibagi menjadi 4 yaitu : Entomokori, Kiropterokori, Ornitokori dan Mammokori. Entomokori : penyebaran biji oleh serangga, contohnya Wijen (Sesamum indicum) dan Bakau (Taraxacum sp.). \n\nKiropterokori : penyebaran biji oleh kelelawar, contohnya jambu biji (Psidium guajava) dan pepaya (Carica papaya). Ornitokori : penyebaran biji oleh burung, contohnya beringin dan benalu. Mammokori : penyebaran biji oleh mammalia, contohnya kelelawar membantu biji kopi (Coffea sp.). \n\nAntropokori : penyebaran biji oleh manusia, contohnya manusia menanam padi (Oriza sativa), jagung (Zea mays), atau tumbuhan lain. \n\nDormansi adalah keadaan biji dalam masa istirahat. Setelah selesai dormansi, biji tumbuhan menjadi tumbuhan baru yang disebut perkecambahan. Lamanya dormansi biji dipengaruhi oleh banyak faktor dan setiap tumbuhan memiliki masa dormansi yang berbeda. ",
      "img"       : ""
    },
    {
      "nama"      : "Pewarisan Sifat pada Makhluk Hidup",
      "nama2"     : "BAB 3",
      "kategori"  : "Kelas 9",
      "history"   : "\nA. Molekul yang Mendasari Pewarisan Sifat\n\nMateri Genetik : Molekul yang berperan sebagai materi genetik adalah asam nukleat yaitu deoxyribonucleic acid (DNA) dan ribonucleic acid (RNA). Pada DNA terdapat perintah yang mempengaruhi sifat atau yang menentukan karakteristik sifat makhluk hidup yang disebut gen. Keseluruhan informasi genetik yang menentukan karakteristik makhluk hidup disimpan dalam DNA. \n\nDNA dan RNA terdiri dari nukleotida, setiap nukleotida tersusun atas gugus fosfat, gula dan basa nitrogen. Pada DNA gulanya berupa deoksiribosa, pada RNA gulanya berupa ribosa. Nukleotida dibagi menjadi struktur lebih kecil disebut nukleosida. Satu nukleosida tersusun atas gula dan basa nitrogen.  \n\nBasa nitrogen yang menyusun DNA ada 4 yaitu adenin (A) berpasangan dengan timin (T), guanin (G) berpasangan dengan sitosin (C). Adenin dan guanin termasuk basa purin, timin dan sitosin termasuk basa pirimidin. Pada RNA tidak terdapat timin (T), timin ini pada RNA digantikan oleh urasil (U). \n\nStruktur DNA berbentuk heliks karena adanya jenis ikatan kimia. Antara untai DNA diikat oleh ikatan hidrogen, antara basa nitrogen dan gula diikat oleh ikatan glikosida, antar nukleotida dihubungkan dengan ikatan fosfodiester.\n\nMateri genetik dapat diturunkan dari orangtua pada anak, contohnya jika orang tua memiliki cuping telinga melekat, maka semua anaknya memiliki cuping telinga melekat. Jika salah satu dari orangtua memiliki cuping telinga terpisah maka semua anaknya memiliki jenis cuping telinga terpisah, namun bisa juga salah satu anaknya memiliki cuping telinga melekat. \n\nDalam pewarisan sifat ada sifat dominan dan resesif. Contohnya karakter cuping terpisah mampu menutupi atau mengalahkan karakter cuping telinga melekat. Karakter yang mampu mengalahkan atau menutupi karakter yang lain disebut sifat dominan. Karakteristik yang ditutupi (cuping melekat) disebut sifat resesif. \n\nGen dominan ditulis dengan huruf kapital, gen resesif ditulis dengan huruf kecil. Karakter cuping terpisah dikode oleh gen G (dominan), karakter cuping melekat dikode oleh gen g (resesif).  Variasi atau bentuk alternatif dari gen – gen disebut alel. \n\nSifat atau karakter yang terlihat oleh mata seperti bentuk rambut, warna kulit, dan jenis cuping telinga disebut fenotip. Fenotip merupakan perwujudan “ekspresi” dari gen. Susunan informasi genetik (gen) dari individu yang mengkode karakter – karakter fisik disebut genotip. Susunan kromosom pada sel-sel disebut kariotipe. \n\nJumlah kromosom sel tubuh ada 23 pasang, karena diploid (2n), jumlah kromosomnya 23 x 2 = 46 kromosom. Kromosom nomor 1 sampai 22 disebut autosom (kromosom tubuh), kromosom nomor 23 disebut gonosom (kromosom kelamin). Gonosom inilah yang membedakan antara laki-laki atau perempuan. \n\nLaki – laki diberi simbol ♂ (jantan pada hewan dan tumbuhan), perempuan diberi simbol ♀ (betina pada hewan dan tumbuhan). Gonosom laki – laki ditulis XY dan untuk perempuan ditulis XX. Kariotipe laki – laki ditulis dengan rumus 22AA + XY, perempuan ditulis dengan rumus 22AA + XX. \n\nGen pada kromosom Y berperan penting menentukan jenis kelamin manusia. Pada ovum hanya terdapat autosom dan kromosom X saja. Jadi, ketika ovum yang mengandung kromosom X bertemu dengan sperma yang mengandung kromosom X maka menghasilkan anak (keturunan) dengan jenis kelamin perempuan (XX).  \n\nJika ovum mengandung kromosom X bertemu dengan sperma mengandung  kromosom kelamin Y maka menghasilkan anak (keturunan) dengan jenis kelamin laki – laki (XY).  Keturunan dalam proses pewarisan sifat disebut filial (F), orangtua atau induk disebut parental (P). \n\nB. Hukum Pewarisan Sifat\n\nTeori pewarisan sifat pertamkali diteliti oleh Gregor Mendel (Pendeta dan ahli Botani Austria) dengan menggunakan kacang kapri (ercis) sebagai obyek penelitian, karena ercis memiliki pasangan sifat yang kontras, dapat melakukan penyerbukan sendiri, mudah dilakukan penyerbukan silang, daur hidup relatif pendek dan menghasilkan banyak keturunan. \n\nMendel melakukan dua jenis persilangan, pertama Mendel menyilangkan ercis dengan satu sifat beda yang disebut persilangan monohibrid dan menyilangkan ercis dengan dua sifat beda yang disebut persilangan dihibrid. \n\nPersilangan Monohibrid : penelitian pertama, Mendel menyilangkan ercis berbunga ungu dengan ercis berbunga putih. Hasilnya, seluruh kerturunan pertama berbunga ungu. Kemudian keturunan tersebut disilangkan dengan sesamanya diperoleh keturunan kedua yaitu 3 berbunga ungu dan 1 berbunga putih.\n\nGen terdapat pada untai DNA; saat sel akan membelah, DNA menggulung atau memadat membentuk kromosom. Bunga berwarna ungu (UU) dominan daripada bunga berwarna putih (uu). Bunga berwarna ungu memiliki zat warna ungu (antosianin). \n\nAntosianin dikode oleh gen U yang terdapat dalam kromosom.  Dalam sel tubuh (somatik) kromosom berpasangan (diploid), sehingga genotipnya UU.  Bunga berwarna putih tidak memiliki antosianin karena tidak memiliki gen U, sehingga genotipnya uu. \n\nPada benang sari bunga ungu terdapat kromosom diploid yaitu genotip UU. Ketika akan membentuk serbuk sari (bakal sel sperma), sel-sel benang sari membelah secara meiosis menyebabkan semua kromosom termasuk kromosom gen U memisah, kemudian terbentuk sperma dengan kromosom yang mengandung gen U. \n\nPada putik bunga putih terdapat kromosom yang diploid, namun tidak memiliki gen U atau genotipnya uu.  Ketika akan membentuk ovum, sel-sel putik membelah secara meiosis, hingga terbentuk ovum yang bergenotip u. Ketika sperma bergenotip U  bertemu dengan ovum bergenotip u akan terbentuk zigot yang bergenotip Uu. \n\nArtinya, zigot memiliki kromosom yang salah satunya mengandung gen U atau gen antosianin, sehinga bunga yang bergenotip Uu berwarna ungu.\n\nKetika bunga bergenotip Uu disilangkan dengan sesamanya, maka dihasilkan sperma yang bergenotip U dan sperma yang bergenotip u; Begitu pula dengan ovum, akan dihasilkan ovum bergenotip U dan ovum bergenotip u.  Jika sperma bergenotip U bertemu dengan ovum bergenotip U atau u akan terbentuk bunga berwarna ungu. \n\nJika sperma bergenotip u bertemu dengan ovum bergenotip u, maka dihasilkan bunga berwarna putih bergenotip uu (tidak ada gen antosianin). Individu yang memiliki sifat yang dikontrol oleh dua gen (sepasang) identik (sama) disebut homozigot. \n\nSifat yang bergenotip UU disebut homozigot dominan, sifat yang bergenotip uu disebut homozigot resesif. Individu yang memiliki sifat yang dikontrol oleh dua gen (sepasang) tidak identik (berlainan) disebut heterozigot, yaitu individu yang bergenotip Uu. \n\nBerdasar penelitian yang telah dilakukan, Mendel menyatakan hukum yang berbunyi “pada waktu pembentukan gamet terjadi pemisahan alternatif gen atau variasi gen yang disebut alel bebas”. Hukum ini disebut hukum I Mendel atau Hukum Pemisahan Bebas (segregasi) Mendel. \n\nUntuk memudahkan menentukan kombinasi gen dari suatu persilangan, dapat menggunakan Tabel Punnet (Punnet Square).\n\nPersilangan Dihibrid : Mendel menyilangkan dua ercis yang memiliki dua sifat berbeda yaitu berbiji bulat berwarna kuning dengan ercis berbiji kisut berwarna hijau. Berdasarkan pengamatan sebelumnya, Mendel menetapkan genotip untuk berbiji bulat berwarna kuning dengan BBKK (dominan) dan dan ercis berbiji kisut berwarna hijau dengan bbkk (resesif). \n\nBerdasarkan hukum I Mendel atau hukum segregasi, setiap gen dapat berpisah secara bebas dan menghasilkan gamet  (sperma dan ovum) dengan gen BK dan bk. Keturunan pertama (F1) semua bergenotip BbKk sehingga semua ercis berbiji bulat berwana kuning. \n\nKemudian persilangan kedua (P2) antarsesama keturuan pertama (BbKk >< BbKk). Jika gamet dari induk adalah BbKk maka kemungkinan gamet yang muncul adalah BK, Bk, bK, dan bk. Sifat biji bulat berwana kuning merupakan sifat dominan, sehingga setiap genotip BBKK, BBKk, BbKK, BbKk adalah berbiji bulat berwarna kuning. \n\nBerdasarkan hasil persilangan diperoleh ercis berbiji bulat berwarna kuning (BBKK, BBKk, BbKK, BbKk) sebanyak 12, berbiji bulat berwarna hijau (BBkk dan Bbkk) sebanyak 3, berbiji kisut berwarna kuning (bbKK dan bbKk) sebanyak 3, dan berbiji kisut berwarna hijau (bbkk) sebanyak 1. \n\nSehingga diperoleh perbandingan fenotip bulat kuning : kisut kuning : bulat hijau : kisut hijau sebesar 9:3:3:1. Berdasarkan hasil fenotip pada F2, Mendel menyimpulkan bahwa faktor yang menentukan sifat beda diwariskan secara bebas satu sama lain dan disebut Hukum Pilihan bebas Mendel atau Hukum II Mendel.\n\nC. Pewarisan Sifat pada Manusia\n\nWarna kulit : Warna kulit dikode oleh gen A, B, C yang mengkode pembentukan pigmen kulit yaitu melanin sehingga kulitnya gelap. Variasi atau alternatif gen lain pada kulit (alela) yaitu gen a, b, c. Orang yang memiliki gen AABBCC kulitnya sangat gelap, gen aabbcc kulitnya sangat terang. \n\nOrang yang memiliki gen AaBbCc kulitnya berwarna sawo matang (antara sangat gelap dan sangat cerah). Fenotip warna kulit dipengaruhi oleh gen, faktor lingkungan dan faktor lain seperti paparan sinar matahari.\n\nBentuk tumbuhnya rambut pada dahi : tumbuh melingkar biasa (melengkung) dan tumbuh seperti huruf “V” (widow’s peak). Tumbuhnya rambut seperti huruf “V” dikontrol oleh gen W, bersifat dominan, sehingga autosomnya WW atau Ww, sedangkan orang yang pertumbuhan rambutnya melengkung memiliki gen ww.\n\nTipe perlekatan cuping telinga : ada 2 yaitu melekat dan terpisah, tipe perlekatan cuping telinga terpisah dikontrol oleh gen G, cuping telinga melekat oleh gen g. Orang yang memiliki gen GG atau Gg tipe perlekatan cuping telinganya terpisah, yang memiliki gen gg tipe perlekatan cuping teinganya melekat.\n\nBentuk rambut : dikode oleh gen C mengkode rambut keriting, gen s mengkode rambut lurus, merupakan kasus dominansi tidak sempurna. Artinya, jika orang memiliki gen C dan s, rambutnya merupakan campuran keduanya (berombak). Orang berambut keriting genotipnya CC, orang berambut berombak genotipnya Cs dan berambut lurus genotipnya ss. \n\nD. Kelainan Sifat pada Manusia yang diturunkan\n\nAlbino : orang yang seluruh tubuhnya putih, termasuk rambutnya merupakan penderita penyakit albino. Albino merupakan kelainan yang disebabkan tidak adanya zat warna (pigmen) melanin, penderita mengalami fotofobia (takut cahaya). Pigmen melanin berfungsi melindungi kulit dari sinar ultraviolet.  \n\nTidak adanya pigmen membuat penderita rentan terserang kanker kulit dan kulit mudah melepuh akibat sinar matahari. Gen penyebab albino bersifat resesif (a), genotipnya aa, orang normal genotipnya AA, carrier atau pembawa genotipnya Aa. \n\nButa warna : adalah kelainan yang tidak dapat membedakan beberapa warna dengan baik antara merah, oranye, biru, dan hijau; disebabkan gen pada kromoson kelamin X. Perempuan penderita buta warna jika kedua kromosom X mengandung gen buta warna (XcbXcb). \n\nJika salah satu kromosom X yang mengandung gen buta warna (XcbX) maka menjadi carrier tanpa menjadi penderita. Pada laki-laki, jika kromosom X mengandung gen buta warna maka akan menderita buta warna (XcbY), tidak ada pembawa.\n\nHemofilia : adalah kelainan dimana darah sulit menggumpal saat terjadi luka yang disebabkan tidak dihasilkannya faktor penggumpalan darah. Saat penderita mengalami luka disertai pecahnya pembuluh darah, maka darah akan terus mengalir dan sulit membeku mengakibatkan kekurangan darah hingga kematian. \n\nGen hemofili terdapat pada kromosom X, ditandai dengan Xh. Jika wanita memiliki salah satu kromosom X yang mengandung gen hemofili (XhX) maka akan menjadi pembawa kelainan hemofili; jika kromosom X mengandung gen XhXh akan langsung meninggal (letal) saat dilahirkan. Laki-laki penderita hemofili yaitu memiliki kromosom X yang mengandung gen XhY. \n\nKanker : adalah penyakit yang ditandai dengan sel yang terus menerus membelah. Pembelahan normal merupakan proses yang disusun dan dilakukan secara hati-hati, dikontrol oleh gen. Kanker merupakan perkembangan dari sel tumor, yaitu sel yang terus membelah diluar kendali, terjadi akibat mutasi atau kerusakan gen pengontrol pembelahan sel. \n\nMutasi dapat disebabkan oleh sinar X, sinar UV, sinar gamma, zat kimia berbahaya, atau infeksi virus. Mutasi pada satu gen saja sebenarnya tidak cukup menghasilkan sel tumor, karena tubuh memiliki mekanisme perbaikan gen yang rusak. \n\nJika banyak mutasi, maka mutasi terakumulasi menjadi banyak dan menyebabkan gen pengontrol pembelahan rusak sehingga sel-sel membelah tanpa henti. Jika tidak segera diatasi maka sel-sel tumor terus berkembang dan menyebar ke seluruh tubuh membentuk kanker seperti kanker kulit, kanker rahim, kanker payudara, dan sebagainya.\n\nE. Penerapan Pewarisan Sifat dalam Pemuliaan Makhluk Hidup\n\nPewarisan Sifat dalam Pemuliaan Tumbuhan : Pemanfaatan genetika di bidang pertanian yaitu menyiapkan bibit unggul melalui pembuatan varietas hibrida. Varietas hibrida adalah jenis tumbuhan yang merupakan keturunan dari persilangan antara dua atau lebih jenis tumbuhan dengan karakteristik gen yang berbeda. \n\nPadi hibrida menghasikan beras 30% lebih banyak dibanding padi umumnya, lebih tahan lahan kering, lebih pulen, lebih wangi dan lebih cepat dipanen. Contoh padi hibrida Arize, Intani, PPH, Bernas Prima dan IPB 4S. Padi IPB 4S merupakan varietas padi yang dikembangkan oleh Institut Pertanian Bogor (IPB) dalam rangka membantu pemerintah mencegah krisis pangan. \n\nPadi IPB 4S dapat dipanen setelah ± 112 hari setelah penanaman, memiliki tekstur pulen, tahan hama tungro dan menghasilkan hasil panen skitar 10,5 ton/Ha. \n\nJagung hibrida seperti Hibrida C 1, Hibrida CP 1 dan CPI 2, Hibrida IPB 4, Hibrida Pioneer 2, Malin, Metro, dan Varietas Bima. Jagung Bima-14 Batara merupakan jagung hibrida unggul yang dapat dipanen sekitar ± 95 hari setelah penanaman, tingginya ± 199 cm, perakarannya kuat, tahan penyakit bulai, karat, dan bercak daun. \n\nSelain itu, memiliki ketahanan yang lama sehingga dapat digunakan sebagai pakan ternak sapi dan domba. Bentuk bijinya seperti mutiara, berwarna kuning sehingga baik digunakan sebagai pakan ayam dan mampu menghasilkan hasil panen sebesar 12,9 ton/ha.\n\nPewarisan Sifat dalam Pemuliaan Hewan : untuk menghasilkan hewan ternak berkualitas tinggi, misalnya unggas mampu menghasilkan banyak telur atau sapi dengan kualitas susu dan daging yang baik. Ayam potong (broiler) merupakan hasil persilangan beberapa jenis ayam, dikelompokkan berdasar asal daerahnya: Amerika, Mediterania, Inggris, dan Asia. \n\nContoh ayam broiler dari Asia yaitu Brahma (India); Cornish (Inggris) memiliki tubuh pendek, menghasilkan banyak daging; Playmouth Rock (Amerika), memiliki bulu butih keabuan, tubuh besar, daging lezat, menghasilkan telur dengan baik, dihasilkan dari persilangan ayam Dominique dengan Black Cochin.",
      "img"       : ""
    },
    {
      "nama"      : "Listrik Statis dalam Kehidupan Sehari-hari",
      "nama2"     : "BAB 4",
      "kategori"  : "Kelas 9",
      "history"   : "Jika benda bermuatan listrik positif didekatkan dengan benda bermuatan listrik negatif dan sebaliknya, maka kedua benda akan tarik – menarik. Jika benda bermuatan listrik positif didekatkan dengan benda bermuatan listrik positif, akan tolak – menolak. Jika benda bermuatan listrik negatif didekatkan dengan benda bermuatan listrik negatif akan tolak – menolak juga. \n\nHal tersebut merupakan konsep listrik statis. Deret tribolistrik adalah daftar yang memuat bahan – bahan dengan kecenderungan untuk bermuatan positif atau kecenderungan bermuatan negatif. Deret tribolistrik berguna untuk menentukan kombinasi bahan yang tepat agar tercipta listrik statis terbesar.\n\nDeret tribolistrik menunjukkan benda akan bermuatan negatif bila digosok dengan benda diatasnya dan bermuatan positif apabila digosok dengan benda dibawahnya. Contohnya gelas digosok dengan wol maka gelas akan bermuatan positif, wol akan bermuatan negatif. \n\nElektroskop adalah alat yang digunakan untuk mengetahui muatan listrik atau jenis muatan dalam suatu benda. Prinsip kerja elektroskop berdasarkan induksi listrik. \n\nElektroskop memiliki 3 bagian, yaitu kepala elektroskop terbuat dari logam, penghantar atau konduktor yang menghubungkan kepala dengan daun elektroskop dan daun elektroskop terbuat dari lempeng emas atau alumunium. Daun elektroskop akan mekar bila kepala diberi muatan dengan cara mendekatkan benda bermuatan ke kepala elektroskop. \n\nCharles Augustin Coulomb (1736 – 1806) meneliti hubungan gaya tarik menarik dan gaya tolak menolak dua benda bermuatan listrik terhadap besar muatan listrik dan jaraknya menggunakan neraca puntir Coulomb.\n\nMedan listrik adalah daerah disekitar muatan yang masih kuat menimbulkan gaya listrik terhadap muatan lain. Medan listrik digambarkan dengan garis gaya listrik yang mengarah keluar atau kedalam. Garis gaya listrik mengarah keluar menunjukkan muatan negatif, garis gaya listrik menuju kedalam menunjukkan muatan positif.\n\nBenjamin Franklin adalah orang yang pertama menyatakan bahwa petir terjadi akibat adanya kilatan cahaya yang muncul akibat adanya gejala listrik statis. Menurutnya, petir adalah perpindahan muatan negatif (elektron) antara awan dengan awan atau awan dengan bumi. \n\nPerpindahan muatan listrik (elektron) tersebut disebabkan oleh adanya beda potensial listrik. Besarnya beda potensial listrik dapat dihitung dengan membandingkan besar energi listrik yang diperlukan untuk memindahkan sejumlah muatan listrik.\n\nB. Kelistrikan pada Tubuh Manusia\n\nTubuh manusia juga dialiri arus listrik, khususnya syaraf yaitu dengan adanya impuls listrik. Biolistrik adalah bidang yang khusus mempelajari tentang aliran impuls listrik pada tubuh manusia. Kelistrikan pada tubuh hanya berkaitan dengan komposisi ion dalam tubuh. \n\nMuatan didalam dan diluar sel saraf tidak dapat saling tarik menarik karena ada pemisah berupa membran sel saraf. Tarik menarik antar muatan akan terjadi jika ada rangsangan dari neurotransmitter.\n\nSistem saraf terdiri atas sel – sel saraf berfungsi untuk menerima, mengolah dan mengirim rangsangan berupa impuls. Setiap sel saraf terdiri atas 3 bagian yaitu : badan sel saraf, dendrit dan akson atau neurit. Akson dibungkus oleh selubung myelin. Berdasar keberadaan myelin, terdapat 2 macam neuron yaitu neuron dengan myelin dan neuron tanpa myelin. \n\nC. Hantaran Listrik \n\nKabel dapat digunakan untuk menghantarkan listrik karena kabel tersusun atas tembaga dibagian dalam dan plastik atau karet dibagian luar. Tembaga dan perak merupakan bahan paling baik untuk menghantarkan listrik, plastik dan karet tidak dapat menghantarkan listrik. \n\nKonduktor listrik adalah bahan yang dapat digunakan untuk menghantarkan listrik dan elektron mudah untuk mengalir, contohnya tembaga, perak dan emas. Kabel tersusun atas tembaga karena perak dan emas harganya mahal.\n\nIsolator listrik adalah bahan yang buruk menghantarkan listrik karena elektron sulit untuk mengalir, contohnya palstik dan karet. Kabel dilapisi plastik atau karet agar kabel lebih aman untuk digunakan. \n\nSemikonduktor listrik adalah bahan yang berada pada suhu rendah bersifat isolator, jika berada pada suhu tinggi bersifat konduktor. Contohnya karbon, silikon dan germanium. \n\nSel saraf diibaratkan dengan kabel listrik karena memiliki bentuk dan mekanisme kerja yang sama. Setiap sel saraf memiliki satu akson yang mendukung hantaran arus listrik. Selain akson, penghantar listrik lain dalam tubuh manusia adalah cairan tubuh seperti darah, cairan jaringan dan sitosol. Pada sel saraf terdapat isolator listrik yaitu selubung myelin. \n\nPada akson berselubung myelin, beda potensial terjadi di daerah akson yang tidak diselubungi myelin atau di daerah nodus ranvier. Tarik menarik muatan listrik terjadi di nodus ranvier satu dan seterusnya. Sehingga, selain berfungsi sebagai pelindung akson myelin juga dapat mempercepat terjadinya loncatan muatan listrik pada saraf. \n\nZat cair yang dapat menghantarkan arus listrik disebut larutan elektrolit, contohnya garam. Zat cair yang tidak dapat menghantarkan arus listrik disebut cairan non elektrolit, contohnya larutan gula. ",
      "img"       : ""
    },
    {
      "nama"      : "Listrik Dinamis dalam Kehidupan Sehari-hari",
      "nama2"     : "BAB 5",
      "kategori"  : "Kelas 9",
      "history"   : "\nA. Hambatan jenis bahan\n\nSetiap bahan mempunyai kemampuan menghantarkan listrik yang berbeda – beda tergantung nilai hambatan jenisnya. Semakin kecil hambatan suatu bahan, semakin baik pula kemampuan menghantarkan listrik.\n\nAgar dapat menghitung hambatan listrik pada sel saraf, kita dapat menyamakan sel saraf dengan kabel listrik. Besar hambatan setiap jenis kawat (bahan) yang panjangnya satu satuan per satu satuan luas  penampang disebut hambatan jenis. \n\nB. Hewan Penghasil Listrik\n\newan menghasilkan listrik sebagai impuls dalam menanggapi rangsangan, bergerak, berburu mangsa, melawan predator dan bahkan navigasi. Arus listrik yang dihasilkan hewan ada yang sangat lemah dan ada yang kuat. Hewan penghasil arus listrik yang kuat yaitu : ikan belalai gajah, ikan pari elektrik, hiu kepala martil, echidnas, belut listrik dan lele elektrik. \n\nIkan belalai gajah memiliki mulut panjang seperti belalai gajah, dilengkapi dengan organ khusus yang tersusun atas sel electropax, bagian ekornya mampu menghasilkan listrik bertegangan tinggi. Sel electropax adalah sel yang mampu menghasilkan muatan negatif pada bagian dalam dan muatan positif bagian luar saat ikan sedang istirahat. \n\nArus listrik akan muncul saat otot ikan belalai gajah berkontraksi, pada saat itu pula ikan mampu mendeteksi keberadaan predator dan mangsa.\n\nIkan pari elektrik mampu mengendalikan tegangan listrik pada tubuhnya, kedua sisi kepalanya mampu menghasilkan listrik hingga 220 V. Besar tegangan ini sama seperti besar tegangan listrik yang ada dirumah.\n\nHiu kepala martil memiliki ratusan ribu elektroreseptor (sel penerima rangsangan listrik) dan mampu menerima rangsangan listrik hingga setengah milyar volt. Hiu kepala martil menggunakan listrik untuk mengetahui letak mangsa dibawah pasir, menghindari predator dan mendeteksi arus laut yang bergerak sesuai medan magnet bumi. \n\nLele elektrik adalah lele air tawar yang berasal dari perairan tropis Afrika, mampu menghasilkan listrik hingga 350 V. Besar energi listrik tersebut sama seperti menyalakan komputer selama 45 menit. dan masih banyak lagi\n\nC. Listrik Dinamis\n\nArus listrik adalah laju aliran muatan listrik melewati suatu titik. Arus listrik bersumber dari pembangkit listrik seperti generator, arus listrik juga dapat dihasilkan oleh baterai, ACCU (aki) dan buah – buahan yang mengandung asam seperti jeruk. \n\nPada rangkaian baterai buah, buah berperan sebagai baterai karena adanya penggunaan lempeng seng dan lempeng besi yang berfungsi menimbulkan beda potensial dalam buah. Lempeng seng berfungsi sebagai kutub negatif, lempeng besi berfungsi sebagai kutub positif. \n\nAdanya beda potensial dalam buah tersebut yang mendorong elektron – elektron untuk bergerak sehingga memicu aliran listrik pada rangkaian dan lampu menyala. \n\nSambungan dari baterai, kabel dan lampu atau sambungan dari semangka atau jeruk, kabel dan lampu terhubung satu sama lain disebut dengan rangkaian tertutup. Pada rangkaian listrik tertutup (saklar tertutup atau posisi on), arus listrik akan mengalir dan lampu menyala. \n\nArus listrik mengalir karena pada ujung – ujung rangkaian ada beda potensial listrik yang diberikan oleh baterai sebagai sumber tegangan. Ujung kawat penghantar pemilik banyak elektron (terhubung dengan kutub negatif baterai) memiliki potensial listrik rendah, sedangkan ujung kawat pemilik sedikit elektron (terhubung dengan kutub positif) memiliki potensial listrik tinggi. \n\nArus listrik mengalir dari potensial tinggi ke potensial rendah. Arah aliran elektron mengalir dari potensial rendah ke potensial tinggi atau dari kutub negatif ke kutub positif. Pada rangkaian listrik tertutup, arus listrik dapat ditentukan dengan menghitung besar muatan listrik yang mengalir setiap detiknya. \n\nHal tersebut karena besar arus listrik yang mengalir dalam rangkaian sama dengan besar muatan listrik yang mengalir pada tiap detik. \n\nRangkaian seri adalah rangkaian listrik yang tidak memiliki percabangan kabel. Tidak adanya cabang tersebut menyebabkan aliran listrik akan terputus jika salah satu ujung kabel putus, sehingga tidak ada arus listrik yang mengalir dan semua lampu mati. \n\nRangkaian paralel adalah rangkaian listrik yang memiliki percabangan kabel. Jika salah satu ujung kabel putus, arus listrik tetap mengalir pada kabel lain yang terhubung dan beberapa lampu tetap menyala. \n\nHambatan listrik juga dipasang secara seri dan paralel. Pola pemasangan hambatan listrik mempengaruhi besar arus listrik yang mengalir pada rangkaian. \n\nListrik adalah energi, sehingga sesuai hukum kekekalan energi, untuk menghasilkan listrik diperlukan alat yang dapat mengubah energi lain menjadi energi listrik. Berdasarkan arah arus listrik, sumber arus listrik ada 2 yaitu sumber arus searah (DC) dan sumber arus bolak – balik (AC).\n\nElemen volta, baterai dan akumulator adalah sumber arus DC yang dihasilkan dari reaksi kimia, sehingga disebut elektrokimia. Berdasar dapat dan tidaknya diisi ulang, sumber arus listrik ada 2 yaitu elemen primer dan sekunder. \n\nElemen primer adalah sumber arus listrik yang tidak dapat diisi ulang ketika energinya habis, contohnya baterai kering dan elemen volta. Elemen sekunder adalah sumber arus listrik yang dapat diisi ulang ketika energinya habis, contohnya akumulator pada motor dan baterai Li-ion pada Hand phone atau kamera. ",
      "img"       : ""
    },
    {
      "nama"      : "Kemagnetan dan Pemanfaatannya dalam Produk Teknologi",
      "nama2"     : "BAB 6",
      "kategori"  : "Kelas 9",
      "history"   : "\nA. Pemanfaatan Magnet dalam Migrasi Hewan\n\nMigrasi burung : beberapa burung seperti elang dan layang – layang bermigrasi tiap musim tertentu, burung menggunakan partikel magnetik yang ada pada tubuhnya untuk menciptakan peta navigasi dengan memanfaatkan medan magnet bumi.\n\nZaman dahulu, pemanfaatan medan magnet bumi digunakan burung merpati untuk mengantarkan surat. Merpati menggunakan medan magnet bumi sebagai petunjuk arah pulang, hal ini pernah dibuktikan oleh Comel (1974) ketika kepala merpati dipasang magnet, merpati tidak mengetahui jalan pulang karena radarnya terhalang magnet dikepalanya. \n\nMigrasi Salmon : salmon memiliki kemampuan kembali ke sungai air tawar tempat tinggalnya setelah berenang ribuan mil mengarungi lautan. Hasil penelitian salmon melewati Sungai Fraser, Canada dan kembali ke sungai Fraser lagi setelah 2 tahun melewati Samudra Pasifik. Ini karena Sungai fraser memiliki medan magnet yang dapat dideteksi salmon. \n\nMigrasi Penyu : penyu memulai dan mengakhiri migrasi di Pantai Timur Florida Amerika Serikat, jalur migrasi sepanjang 12.900 km, waktu migrasi sekitar 5- 10 tahun, penyu bermigrasi secara invidivu. Kenneth Lohhman melakukan penelitian dengan meletakkan penyu ke dalam wadah berisi air yang dikelilingi alat yang menimbulkan medan magnet. \n\nMedan magnet yang dihasilkan disesuaikan dengan medan magnet jalur migrasi penyu yaitu Florida Utara dekat Portugal, hasil pengamatannya penyu mengikuti jalur migrasi yang diberikan. Ketika penyu mendeteksi medan magnet yang mirip medan magnet dekat Portugal, penyu akan berenang menuju selatan (ke arah Portugal). \n\nPergerakan penyu dalam mengikuti jalur medan magnet bertujuan untuk menjaga penyu agar tetap berada di lautan yang hangat dan wilayah yang banyak makanan. \n\nMigrasi Lobster Duri : Kenneth Lohmann mengobservasi kemampuan lobster duri untuk mendeteksi medan magnet dengan meletakkannya dalam bak air yang diatur medan magnetnya. Ketika medan magnet diubah, lobster duri menyesuaikan diri untuk tetap bergerak menuju kutub utara. \n\nHasilnya lobster duri mampu merasakan medan magnet bumi untuk memandu migrasi yang dilakukan dari pantai Florida menuju lautan lepas yang lebih hangat dan tenang saat musim gugur. \n\nMagnet dalam Bakteri : magnetotactic bacteria (MTB) merupakan kelompok bakteri yang mampu melakukan navigasi dan bermigrasi dengan memanfaatkan medan magnet, dalam tubuhnya terdapat organel magnetosome. Beberapa jenis bakteri ini memiliki flagela yang berfungsi sebagai pendorong. \n\nMagnetosome tersusun atas senyawa magnetite (Fe3O4) atau greigite (Fe3S4) yang memiliki sifat kemagnetan jauh lebih kuat dibandingkan dengan magnet sintetik atau buatan manusia. Magnetosome dan senyawa yang terkandung di dalamnya masih terus diteliti dan diduga memiliki potensi yang besar untuk bidang kesehatan.\n\nB. Teori Dasar Kemagnetan\n\nKata magnet berasal dari bahasa Yunani magnitis lithos yang berarti batu Magnesian. Magnesia adalah wilayah di Yunani yang kini bernama Manisa (Turki). Di wilayah  tersebut terkandung batu magnet yang ditemukan sejak zaman dulu. Magnet terbuat dari logam seperti besi dan baja. Magnet memiliki berbagai bentuk dan dinamakan sesuai bentuknya. \n\nMagnet adalah benda yang memiliki kemampuan dapat menarik benda lain. Magnet memiliki 2 kutub yaitu kutub utara dan selatan. Kutub – kutub yang senama bila didekatkan akan tolak menolak, kutub – kutub yang berbeda nama bila didekatkan akan tarik menarik. \n\nGaya magnet berasal dari interaksi kutub – kutub magnet yang timbul akibat gerakan muatan listrik (elektron).Kutub utara dan kutub selatan partikel elementer magnet yang tersebar secara acak tidak memiliki sifat magnet. Pada beberapa jenis logam tertentu, seperti besi dan baja, partikel elementer magnet tersusun teratur sehingga memiliki sifat magnet. \n\nBerdasarkan sifat interaksi bahan terhadap magnet, ada 3 jenis benda yaitu feromagnetik, diamagnetik dan paramagnetik. Feromagnetik adalah benda yang dapat ditarik kuat oleh magnet; contohnya besi, baja, kobalt, dan nikel. \n\nParamagnetik adalah benda yang dapat ditarik lemah oleh magnet; contohnya magnesium, molibdenum, dan lithium. Diamagnetik adalah benda yang tidak dapat ditarik oleh magnet; contohnya perak, emas, tembaga, dan bismut. \n\nCara Membuat Magnet : digosok, induksi magnet dan induksi elektromagnet. Besi digosok dengan arah tetap, agar magnet elementer dapat diatur untuk menuju satu arah saja. Ujung kutub utara magnet yang digosokkan dari ujung besi B ke A mengubah besi menjadi magnet dengan kutub utara pada ujung B dan kutub selatan pada ujung A. \n\nJadi, ujung batang besi yang pertama kali digosok akan memiliki kutub yang sama dengan kutub magnet yang menggosoknya.\n\nBaja dan besi dapat dijadikan magnet dengan cara induksi atau didekatkan dengan magnet selama beberapa waktu. Ujung besi atau baja yang berdekatan dengan kutub magnet batang akan memiliki kutub yang berlawanan dengan kutub magnet penginduksinya. \n\nMagnet dapat dibuat dengan cara meliliti besi atau baja dengan kawat penghantar yang dialiri arus DC, cara ini disebut elektromagnet. Dialiri arus DC karena arus DC dapat menyamakan arah magnet elementer pada besi atau baja. \n\nKutub magnet besi atau baja yang terbentuk tergantung arah lilitan kawat penghantar. Jika arah arus berlawanan dengan arah jarum jam, ujung A besi atau baja akan menjadi kutub utara dan ujung B akan menjadi kutub selatan. Sebaliknya, jika arah arus searah dengan jarum jam, ujung A besi atau baja akan menjadi kutub selatan dan ujung B akan menjadi kutub utara. \n\nPenerapan teori elektromagnet dalam kehidupan sehari – hari yaitu bel listrik, saklar dan telepon kabel. Bel listrik : Ketika tombol bel listrik ditekan, rangkaian arus menjadi tertutup dan arus mengalir pada kumparan, mengakibatkan besi di dalamnya menjadi elektromagnet yang mampu menggerakkan lengan pemukul untuk memukul bel sehingga berbunyi. \n\nSaklar : Saklar berfungsi untuk memutuskan dan mengh ubungkan arus listrik pada rangkaian listrik. Namun, untuk bentuk saklar seperti gambar dibawah ini bekerja ketika saklar membentuk rangkaian tertutup. Lilitan kawat berfungsi sebagai elektromagnet yang menarik ujung besi ke bawah. \n\nSetelah besi tertarik ke bawah, ujung besi lainnya akan menyimpang ke kanan dan mendorong tangkai ke kiri sehingga tangkai kiri dan kanan saling bersentuhan untuk mengalirkan arus listrik. Ketika arus mengalir, beban (lampu atau alat elektronik lainnya) menyala.\n\nTelepon kabel : Saat menggunakan telepon, kita dapat menerima pesan (mendengar) sekaligus mengirim pesan (berbicara). Prinsip kerja telepon yaitu mengubah energi listrik menjadi energi bunyi. Ketika ada pembicaraan, energi listrik mengalir pada kabel telepon menimbulkan efek elektromagnet yang kekuatannya berubah – ubah. \n\nSehingga mampu menggetarkan diafragma besi lentur pada speaker telepon. Getaran pada speaker inilah yang menggetarkan udara di sekitarnya dan memberikan efek “dengar” bagi telinga kita. \n\nCara menghilangkan kemagnetan bahan : dapat dihilangkan dengan cara mengacak arah magnet elementer seperti dipukul, dipanaskan dan dililiti  magnet dengan arus bolak balik (AC). \n\nMedan Magnet : adalah daerah sekitar magnet yang dapat mempengaruhi magnet atau benda lain. Pola yang dibentuk oleh pasir besi merupakan bentuk garis gaya magnet yang digunakan untuk menggambarkan medan magnet. \n\nMedan magnet terbesar terletak pada ujung – ujung kutub magnet. Hal ini ditunjukkan dengan banyaknya pasir besi yang ditarik oleh ujung – ujung kutub magnet (garis-garis gaya magnetnya sangat rapat).\n\nPercobaan Oersted dilakukan oleh Hans Christian Oersted (1820) menunjukkan bahwa arus listrik dapat menimbulkan medan magnet. Caranya dengan mengamati pergerakan jarum kompas saat diletakkan di dekat kabel yang dialiri arus listrik. \n\nArah medan magnet dan arah arus dapat di tunjukkan dengan menggunakan tangan kanan seperti gambar berikut, ibu jari menunjukkan arus listrik dan jari lainnya menunjukkan medan magnet.\n\nC. Teori Kemagnetan Bumi\n\nBumi adalah magnet raksasa, memiliki kutub utara dan selatan. Kutub utara magnet bumi berada di kutub selatan bumi, dan kutub selatan magnet bumi berada di kutub utara bumi.  Ketidaktepatan kutub utara dan selatan magnet bumi disebut deklanasi. Medan magnet bumi juga membentuk sudut dengan horizontal bumi yang disebut sudut inklinasi.\n\n Medan magnet bumi berfungsi melindungi penduduk bumi dari radiasi kosmik (partikel listrik yang dihasilkan oleh matahari atau benda langit lainnya) yang membahayakan kesehatan, dengan adanya medan magnet bumi, partikel listrik tidak dapat masuk ke permukaan bumi, tetapi hanya masuk ke kutub – kutub bumi. \n\nKetika menabrak atmosfer bumi, partikel listrik diionisasi (peristiwa lepasnya elektron dari nukleon) dan membentuk plasma lemah (gas super yang dipanaskan agar elektron terlepas dari nukleon). \n\nD. Induksi Elektromagnetik\n\nInduksi elektromagnetik adalah perubahan medan magnet yang dapat menghasilkan listrik. Menurut Faraday, arus listrik dapat dihasilkan dengan cara menggerakkan magnet batang keluar masuk kumparan, diterapkan pada generator, dinamo AC – DC dan Transformator. \n\nGenerator adalah alat yang digunakan untuk mengubah energi gerak (kinetik) menjadi listrik. Energi gerak diperoleh dari energi angin, air, dan sebagainya. Generator ada 2 yaitu generator AC (Alternating Current) dan DC (Direct Current). \n\nGenerator AC atau alternator dapat menghasilkan arus listrik bolak balik dengan menggunakan cincin ganda, generator DC dapat menghasilkan arus listrik searah dengan menggunakan komutator (cincin belah). \n\ninamo adalah generator yang relatif kecil seperti yang digunakan pada sepeda. Pada sepeda terdapat dinamo yang berfungsi mengubah gerak menjadi energi listrik untuk menyalakan lampu. Cara kerja dinamo dan generator hampir sama, perbedaannya dinamo memiliki dua komponen utama, yaitu rotor (bagian yang  bergerak) dan stator (bagian yang diam). \n\nSaat sepeda dikayuh dengan cepat, kumparan pada dinamo bergerak cepat sehingga gaya gerak listrik (GGL) induksi yang dihasilkan lebih kuat dan energi listrik lebih banyak. GGL induksi diperoleh dengan mempercepat putaran kumparan, penggunaan magnet yang kuat, memperbanyak jumlah lilitan, dan penggunaan inti besi lunak dalam dinamo. \n\nTransformator adalah alat yang digunakan menurunkan atau menaikkan tegangan listrik, berdasarkan penggunaannya, ada 2 jenis yaitu transformator step-down untuk menurunkan tegangan listrik dan transformator step-up untuk menaikkan tegangan listrik.\n\nTransformator terdiri atas lilitan primer dan sekunder yang dihubungkan menggunakan inti besi. Lilitan primer yang mendapat tegangan AC menginduksi inti besi hingga menjadi magnet. Perubahan arah arus AC membuat medan magnet yang terbentuk berubah-ubah, sehingga menghasilkan tegangan AC pada ujung-ujung kumparan sekunder. \n\nBesar kecilnya tegangan yang dihasilkan transformator dipengaruhi oleh jumlah lilitan. Jika lilitan primernya lebih banyak daripada lilitan sekunder, tegangan kumparan sekunder juga lebih kecil daripada tegangan kumparan sekunder, transformatornya tersebut disebut transformator step down. \n\nJika jumlah lilitan primernya lebih sedikit daripada lilitan sekunder, maka tegangan kumparan sekunder lebih besar daripada tegangan kumparan primer, transformatornya disebut transformator step up. \n\nE. Kemagnetan dalam Produk Teknologi\n\nKemagnetan banyak dimanfaatkan dalam teknologi seperti Magnetic Resonance Imaging (MRI), Kereta Maglev dan Pembangkit Listrik Tenaga Nuklir (PLTN). \n\nMRI : adalah alat untuk mendeteksi penyakit, menggunakan prinsip kemagnetan untuk mencitrakan kondisi kesehatan tulang atau organ bagian dalam manusia tanpa melalui pembedahan. Orang yang akan dicek kesehatannya dimasukkan ke dalam medan magnet yang memiliki kekuatan 5000 kali lipat lebih kuat dari medan magnet bumi. \n\nMedan magnet mengakibatkan nukleon tubuh berputar dan berbaris sejajar menjadi jarum kompas (gambar a). Kemudian nukleon tersebut ditembak dengan gelombang radio untuk menginduksi arahnya (gambar b). \n\nSaat arahnya sejajar (gambar c), nukleon tersebut memancarkan gelombang radio yang akhirnya diterima komputer sebagai pencitraan kondisi organ dalam tubuh (gambar d). Gambar tersebut dapat menunjukkan adanya penyakit dalam tubuh manusia (gambar e). Teknik ini lebih aman dibandingkan Roentgen (sinar X).\n\nSelain mendeteksi ada tidaknya penyakit seperti tumor, MRI dapat digunakan untuk merekam pikiran manusia. Misalnya untuk merekam bagian otak yang menanggapi rangsang panas atau dingin. Serta dapat digunakan untuk melakukan deteksi dini terhadap gejala epilepsi. \n\nKereta Maglev (magnetically levitated): atau kereta terbang adalah kereta yang diterbangkan ±10 mm di atas relnya. Meskipun rel dan kereta tidak menempel, kereta maglev yang super cepat mampu melaju hingga 650 km/jam, tidak akan terjatuh dan tergelincir. Ini disebabkan menerapkan prinsip gaya tolak menolak magnet dan didorong menggunakan motor induksi. \n\nKereta maglev menjadi alat transportasi masal di negara maju seperti Jepang, Amerika, China, Prancis, Jerman, dan Lodon. Di Jepang, kereta yang menggunakan prinsip ini, contohnya kereta Shinkansen yang menghubungkan kota Tokyo, Nagoya, dan Osaka.\n\nPLTN : adalah pembangkit listrik yang menggunakan energi nuklir, cara kerjanya seperti pembangkit listrik konvensional, misalnya pembangkit listrik batubara, air dipanaskan menggunakan bahan bakar batubara hingga menguap. Uap yang dihasilkan digunakan menggerakkan turbin yang selanjutnya untuk menggerakkan generator. \n\nCara tersebut, dapat mengurangi jumlah sumber daya alam yang tak terbaharui dan dapat mencemari lingkungan akibat pembakaran yang menghasilkan asap karbon, sulfur, dan nitrogen. Pada PLTN, panas diperoleh dari reaksi pemecahan inti atom (fisi) dalam reaktor nuklir. \n\nPanas yang dihasilkan mencapai 1,5 juta °C, hingga tidak ada satupun bahan di bumi yang mampu menahan panasnya. Agar panas tersebut tidak menyebar ke lingkungan, digunakan botol magnet dengan medan magnet yang sangat besar.\n\n",
      "img"       : ""
    },
    {
      "nama"      : "Bioteknologi Pangan",
      "nama2"     : "BAB 7",
      "kategori"  : "Kelas 9",
      "history"   : "\nA. Pengertian Bioteknologi\n\nBioteknologi adalah pemanfaatan makhluk hidup untuk membantu pekerjaan atau menghasilkan produk bermanfaat bagi manusia. Bioteknologi  dimulai sejak tahun 1857 setelah Louis Pasteur menemukan hasil fermentasi yang dilakukan oleh mikroorganisme. \n\nPada tahun 1920, fermentasi melibatkan mikroorganisme mulai digunakan untuk membuat larutan kimia yang kompleks, seperti pembuatan alkohol. Mikroorganisme adalah makhluk hidup yang berukuran sangat kecil dan harus menggunakan mikroskop untuk melihatnya. \n\nPemanfaatan bioteknologi untuk pembuatan makanan dalam kehidupan sehari-hari, contohnya pada pembuatan tempe, tape, oncom dan sebagainya. Perkembangan bioteknologi pangan selanjutnya masuk ke masa bioteknologi modern yang menerapkan prinsip genetika, biokimia, dan biomolekuler. \n\nBioteknologi modern seperti penemuan enzim-enzim yang membantu proses rekayasa genetika (genetic engineering) yang memungkinkan ilmuwan dapat menyusun materi genetik setiap organisme sehingga menghasilkan hewan dan tumbuhan yang memiliki kualitas tinggi, misalnya ikan hasil rekayasa genetik yang berukuran lebih besar daripada ikan  normal. \n\nB. Bioteknologi Pangan Konvensional\n\nBioteknologi Pangan Konvensional adalah bioteknologi yang menggunakan mikroorganisme sebagai alat untuk menghasilkan produk dan jasa, misalnya jamur dan bakteri menghasilkan enzim tertentu untuk metabolisme tubuh sehingga diperoleh produk yang diinginkan. Contohnya tape, dibuat dengan memanfaatkan mikroorganisme pada ragi. \n\nMikroorganisme mengubah zat organik menjadi zat organik lain yaitu singkong difermentasi menjadi tape dengan menggunakan khamir (jenis jamur pada ragi) yaitu Saccharomyces cerevisiae saat proses pembuatan tape.\n\nMikroorganisme pada ragi tape ada 3 jenis yaitu Aspergillus sp.,  Saccharomyces cerevisiae dan Acetobacter aceti. Mikroorganisme pada tape bekerja secara sinergis, artinya mikroorganisme bekerja saling bergantian untuk mengubah bahan baku dari singkong atau beras ketan menjadi tape. \n\nKetika pembuatan tape terjadi fermentasi amilum menjadi glukosa yang dibantu Aspergillus sp, untuk mengubah glukosa menjadi alkohol dibantu Saccharomyces cerevisiae, untuk merubah alkohol menjadi asam cuka dikendalikan oleh Acetobater acetii.\n\nProses perubahan ini terjadi karena adanya kerja enzim-enzim pada sel ragi yang dihasilkan oleh mikroorganisme. Fermentasi tape memanfaatkan respirasi anaerob (pernapasan tanpa oksigen) pada mikroorganisme. Contoh lain bioteknologi pangan konvensional yaitu yogurt, keju, tempe, kecap, roti dan minuman beralkohol. \n\nYoghurt adalah hasil fermentasi susu menggunakan bakteri Streptococcus thermophillus atau Lactobacillus bulgaricus yang dapat mengubah laktosa pada susu menjadi asam laktat, pecahnya protein pada susu menyebabkan susu menjadi kental dan terasa. Proses penguraian ini disebut fermentasi asam laktat dan hasil akhirnya menjadi yogurt. \n\nKeju adalah bahan makanan yang dihasilkan dengan memisahkan zat-zat padat pada susu melalui proses pengentalan (koagulasi); dilakukan dengan bantuan bakteri Lactobacillus bulgaricus dan Streptococcus thermophillus. Yang dapat menghasilkan enzim renin, sehingga protein pada susu akan menggumpal dan membagi susu menjadi cair dan padatan (dadih). \n\nTempe adalah makanan tradisional khas Indonesia hasil fermentasi. Fermentasi dilakukan dengan menumbuhkan jamur Rhizopus oryzae dan Rhizopus oligosporus pada biji kedelai. Pada proses pertumbuhan, jamur menghasilkan benang-benang yang disebut hifa. Hifa mengakibatkan biji  kedelai saling terikat dan membentuk struktur yang kompak. \n\nKecap adalah produk hasil bioteknologi yang terbuat dari kacang kedelai. Kedelai difermentasi menggunakan jamur Aspergillus wentii, kemudian kedelai hasil fermentasi dikeringkan dan direndam dalam larutan garam. Pembuatan kecap dilakukan melalui proses perendaman kedelai dengan larutan garam, sehingga pembuatan kecap dinamakan fermentasi garam. \n\nJamur Aspergillus wentii merombak protein menjadi asam-asam amino, komponen rasa, asam, dan aroma khas. \n\nPembuatan roti memanfaatkan fermentasi yang dibantu oleh yeast (khamir) yaitu Saccharomyces cereviciae. Yeast merupakan jamur yang ditambah pada adonan tepung dan menimbulkan proses fermentasi yang menghasilkan gas CO2 dan alkohol.\n\nMinuman beralkohol : Pembuatan minuman beralkohol menggunakan fermentasi dengan bantuan jamur Aspergillus oryzae. Jamur Aspergillus oryzae menghasilkan enzim amilase yang dapat menguraikan amilum menjadi glukosa atau gula. Selanjutnya, gula difermentasikan lanjut menjadi alkohol dan gas karbondioksida. \n\nPemerintah memberi batasan dalam pengonsumsian alkohol melalui BPOM (Badan Pengawas Obat dan Makanan) dengan memberikan rekomendasi batasan alkohol pada makanan dan minuman sebanyak – banyaknya 5%, jika lebih dari 2%, BPOM menyatakan makanan dan minuman tersebut berbahaya untuk kesehatan. \n\nC. Bioteknologi Pangan Modern \n\nBioteknologi modern dalam produksi pangan dilakukan dengan menerapkan teknik rekayasa genetik. Rekayasa genetik adalah kegiatan manipulasi gen untuk mendapatkan produk baru dengan cara membuat DNA baru yaitu menambah atau menghilangkan gen tertentu. Contoh membuat organisme transgenik. \n\nMelalui rekayasa genetik, para ahli bioteknologi dapat menyusun pola gen sehingga menghasilkan organisme yang sifat-sifatnya sesuai kebutuhan. Teknik ini disebut DNA rekombinan, yaitu proses mengkombinasikan DNA suatu organisme ke organisme lain. \n\nPengaturan pola genetik melibatkan penggunaan gen organisme lain yang disisipkan ke pita DNA organisme tertentu. Organisme yang menggunakan bagian gen organisme lain di dalam tubuhnya disebut organisme transgenik. \n\nTumbuhan, hewan, dan bakteri transgenik tidak hanya digunakan untuk keperluan penelitian namun juga untuk memenuhi kebutuhan di bidang medis dan pertanian. \n\nTanaman transgenik adalah tanaman yang mengalami perubahan susunan materi genetik. Tanaman transgenik merupakan alternatif agar tanaman tahan hama sehingga hasil panen melimpah. Tanaman dapat direkayasa agar mampu membunuh hama yang menyerang tumbuhan. \n\nTeknik rekayasa genetika dilakukan melalui 5 tahapan yaitu :\n1). Menyiapkan fragmen DNA yang disisipkan pada DNA tanaman tertentu \n\n2). Menyiapkan vektor (perantara) menggunakan plasmid atau virus \n\n3) Potongan DNA yang akan disisipkan digabung (rekombinasi) dengan vektor \n\n4) DNA rekombinan disisipkan pada sel-sel tanaman \n\n5) tanaman akan tumbuh menjadi tanaman dengan sifat baru sesuai dengan DNA yang disisipkan. \n\nMelalui transgenik, juga dikembangkan kacang tanah dan kacang kedelai tanpa menimbulkan alergi bagi yang mengkonsumsi. Hasil produksi tanaman transgenik yang lolos uji lapangan dapat dipasarkan secara bebas.\n\nD. Bioteknologi Hewan\n\nHewan transgenik pada awalnya merupakan bahan penelitian ilmuwan untuk menemukan penyakit yang menyerang hewan tertentu dan cara penanggulangannya. Selanjutnya, rekayasa genetik hewan bertujuan menghasilkan hewan ternak yang memproduksi susu dan daging berkualitas, ikan yang cepat besar dan mengandung vitamin tertentu. \n\nBioteknologi juga digunakan untuk rekayasa reproduksi pada hewan misalnya proses kloning. Kloning adalah menyalin satu individu menjadi individu lain yang identik secara fisik dan genetik. Kloning merupakan reproduksi aseksual yang bertujuan menghasilkan individu baru yang seragam.\n\nCara mengkloning domba A yaitu, pertama ambil beberapa sel tubuh dari domba A kemudian ambil sel telur dari domba B. Sel tubuh domba A diambil inti selnya saja dan sel telur domba B diambil inti selnya sehingga tersisa badan sel telurnya. Inti sel domba A disuntikkan ke dalam sel telur domba B. \n\nSelanjutnya sel tersebut akan berkembang menjadi embrio dan diimplantasikan atau ditanam di rahim domba lain (domba C). Setelahnya akan lahir domba yang mirip dan identik dengan domba A. Domba yang yang lahir memiliki sifat yang identik dengan domba pendonor inti sel, pada ilustrasi ini domba A pendonor inti selnya. \n\nInsulin adalah hormon yang dihasilkan oleh pankreas, berperan penting dalam pencernaan karbohidrat. Insulin digunakan untuk mengobati pasien Diabetes melitus. \n\nE. Dampak dari Bioteknologi\n\nBidang Lingkungan : Tanaman atau hewan transgenik memiliki susunan gen yang telah dimodifikasi yaitu penambahan atau pengurangan gen organisme tersebut. Organisme transgenik ini jika tidak dikelola dengan baik maka dapat mencemari keanekaragaman gen yang ada di lingkungan alami atau merusak plasma nutfah disebut “polusi gen”. \n\nMisalnya tanaman jagung tahan herbisida, ketika ditanam di lahan alami maka serbuk sari dapat membawa gen jagung transgenik dan menyerbuki jagung alami. Hal ini membuat gen-gen pada jagung alami terkontaminasi dengan gen-gen dari jagung transgenik. \n\nBidang Kesehatan : di dalam organisme transgenik terdapat gen asing yang seharusnya tidak ada bahkan tidak untuk dikonsumsi oleh manusia. Gen ini dikhawatirkan memicu munculnya penyakit baru atau bahkan kanker. Berdasar hasil penelitian tanaman kedelai transgenik yang mengandung gen kacang Brazil bisa memicu alergi pada orang yang sensitif kacang Brazil. \n\nGen asing tersebut dikhawatirkan dapat memicu bakteri resisten sehingga muncul bakteri yang lebih ganas. Contoh produk bioteknologi misalnya alkohol dapat disalahgunakan untuk dibut menjadi minuman beralkohol yang apabila dikonsumsi terus menerus dapat menimbulkan dampak buruk bagi kesehatan. \n\nBidang Sosial dan Ekonomi : produk bioteknologi juga berpengaruh terhadap bidang sosial dan ekonomi. Orang yang memiliki modal dapat mengembangkan pertanian transgenik yang dapat meningkatkan hasil panen menjadi berlimpah dengan kualitas sangat baik. \n\nIni membuat petani tradisional kalah bersaing dalam pemasaran sehingga merugikan petani tradisional. Jika terus berlanjut maka menimbulkan kesenjangan perekonomian yang semakin besar. Begitu pula negara maju yang telah mengembangkan organisme transgenik yang memasarkan produknya diperdagangan internasional. \n\n Membuat produk negera berkembang akan kalah sehingga penghasilan negara pun berkurang. Hal ini membuat negara berkembang menjadi bergantung pada produk negara maju. ",
      "img"       : ""
    },
    {
      "nama"      : "Partikel Penyusun Benda Mati dan Makhluk Hidup",
      "nama2"     : "BAB 8",
      "kategori"  : "Kelas 9",
      "history"   : "\nA. Molekul dalam Benda Mati dan Makhluk Hidup \n\nDi alam ini terjadi proses pembentukan zat seperti fotosintesis dan proses penguraian zat seperti pembusukan daun. Zat di alam tersusun atas materi sangat kecil yang disebut atom. Fotosintesis terjadi dalam organel yaitu kloroplas.\n\nKlorofil merupakan senyawa yang tersusun atas beberapa atom diantaranya karbon (C), hidrogen (H), oksigen (O), Nitrogen (N) dan Magnesium (Mg). Glukosa mempunyai atom – atom penyusun yaitu hidrogen, oksigen dan karbon. Atom – atom penyusun glukosa sama seperti pada karbon dioksida (CO2) dan air (H2O). \n\nGlukosa yang terbentuk hasil fotosintesis memiliki zat yang berbeda dari zat asalnya yaitu karbondioksida dan air. Glukosa berbentuk padat dan rasanya manis, karbondioksida berbentuk gas dan tidak berasa, air berbentuk cair dan tidak berasa. \n\nMolekul yang menyusun zat terdiri dari 2 atom atau lebih yang dapat berikatan melalui proses kimia dan dinamakan ikatan kimia. Pada CO2 terdapat 1 atom C yang mengikat 2 atom O dan terdapat 2 ikatan kimia antara atom C dan O. Pada H2O 1 atom O mengikat 2 atom H dan terdapat 2 ikatan kimia yang mengikat atom H dan O.\n\nPembentukan glukosa pada fotosintesis, penguraian sampah, siklus gas karbondioksida dan siklus nitrogen merupakan contoh proses kimia yang terjadi di alam dan dapat menjaga keseimbangan alam. Zat – zat kimia yang diperlukan makhluk hidup ada yang disediakan oleh alam, ada juga yang dibuat oleh manusia melalui proses kimia dalam industri. \n\nTubuh makhluk hidup juga tersusun atas milyaran atom – atom. Atom – atom berikatan membentuk senyawa hingga menjadi bentuk tertentu. Misalnya rambut kita, tersusun dari molekul yang mengandung karbon (C), hidrogen (H), nitrogen (N), sulfur (S) dan tulang kita mengandung kalsium (Ca), fosfor (P) dan oksigen (O). \n\nAmilum disusun oleh molekul berantai panjang. Rantai panjang disusun oleh unit sederhana yang disebut glukosa. Antar molekul glukosa dihubungkan oleh oksigen dengan ikatan glikosida.\n\nAmilum dan selulosa mempunyai molekul penyusun sama yaitu glukosa, tapi ikatan antarmolekulnya berbeda. Selulosa adalah zat yang keras, jika dikonsumsi manusia tidak dapat dicerna oleh tubuh. Amilum dapat dicerna dan dijadikan sebagai sumber energi. \n\nSetiap senyawa memiliki rumus molekul yang menunjukkan jenis atom penyusun dan perbandingannya. Air (H2O) tersusun atas 1 atom O dan 2 atom H. Apabila 2 atom O mengikat 2 atom H, terbentuk senyawa hidrogen peroksida (H2O2).\n\nB. Atom dan Partikel Penyusunnya \n\ntom adalah unit terkecil dari suatu materi. Atom terdiri atas sub atom yaitu elektron, neutron dan proton. Neutron dan proton membentuk inti atom (nukleus).\n\nElektron bermuatan negatif, proton bermuatan positif dan neutron tidak bermuatan. \n\nPada atom netral, jumlah proton dan elektron adalah sama. Setiap partikel penyusun subatom mempunyai massa. Elektron mempunyai massa sangat kecil dibanding proton dan neutron, sehingga massa atom berpusat pada inti atom saja. \n\nApabila jumlah elektron dan proton dalam atom jumlahnya berbeda, maka atom tersebut akan bermuatan atau membentuk ion. Proses pembentukan ion disebut ionisasi. \n\nMikroskop elektron adalah alat yang dapat digunakan untuk melihat benda yang sangat kecil, misalnya virus dan organel sel dengan perbesaran 1000 hingga 1 juta kali. Sedangkan mikroskop cahaya maksimal perbesaran 1000 kali. \n\nPada mikroskop elektron, berkas elektron digunakan sebagai pengganti cahaya. Kemampuan pembesaran elektron diakibatkan oleh pendeknya panjang gelombang dari elektron yaitu 100.000 kali lebih kecil daripada cahaya tampak. Gambar yang dihasilkan tidak berwarna (hitam putih). \n\nPenerapan lain dari mikroskop elektron yaitu Rontgen atau Sinar-X. Sinar-X digunakan untuk mendiagnosa atau menganalisa penyakit, biasanya untuk melihat patah tulang dan paru – paru. Sinar-X ditemukan oleh Wilhem C. Rontgen pada tahun 1895. \n\nWilhem C. Rontgen menemukan bahwa ketika elektron yang memiliki energi tinggi menabrak suatu materi seperti gelas, maka akan memancarkan radiasi (energi yang dialirkan dalam bentuk gelombang elektromagnet atau partikel sub atom) dan dapat menembus benda yang tidak dapat ditembus oleh cahaya biasa. Radiasi tersebut dinamakan Sinar-X.\n\nSaat ini, sinar-X sangat penting untuk mendiagnosa suatu penyakit. Sinar-X juga dapat digunakan untuk menganalisa struktur molekul suatu senyawa yang berbentuk kristal. Teknik ini dikenal dengan crystallography.",
      "img"       : ""
    },
    {
      "nama"      : "Tanah dan Keberlangsungan Kehidupan",
      "nama2"     : "BAB 9",
      "kategori"  : "Kelas 9",
      "history"   : "\nA. Peran Tanah\n\nTanah adalah komponen penting dalam kelangsungan hidup di bumi, misalnya tumbuhan. Tumbuhan membutuhkan unsur hara atau nutrisi dalam tanah berupa mineral-mineral dan air. Tanaman polong-polongan dan kacang-kacangan membutuhkan bakteri dalam tanah untuk membantu akar menyerap dan mengolah zat hara. \n\nPeran tanah bagi makhluk hidup yaitu : tempat hidup hewan dan bakteri; penyedia kebutuhan dan penunjang kesehatan manusia; penyedia dan penyaring air. \n\nTempat hidup hewan dan bakteri : Tanah berfungsi sebagai tempat hidup bagi berbagai macam hewan darat dan mikroorganisme (bakteri) tanah. \n\nPenyedia dan penyaring air : sumber air berada dalam tanah, namun banyak yang terdapat di atas tanah seperti danau, sungai, dan laut. Untuk memperoleh air tanah, harus menggali tanah sampai beberapa meter untuk membuat sumur. Air tanah banyak dimanfaatkan oleh hewan, tumbuhan, dan manusia. \n\nB. Peran  Organisme Tanah\n\nOrganisme tanah berada pada lapisan tanah bagian atas, ± 10 cm di bawah permukaan tanah. Aktivitas biologis yang ada di tanah, 80-100% dilakukan oleh jamur dan bakteri. Hasil dari aktivitas biologis yang dilakukan oleh hewan, jamur, dan mikroorganisme dapat mempengaruhi kesuburan, tekstur tanah, dan kegemburan tanah. \n\nDekomposer : Organisme tanah melakukan dekomposisi atau penguraian bahan-bahan organik yang berasal dari sisa makhluk hidup. Misalnya, daun-daun yang jatuh ke tanah, ranting-ranting, dan jasad hewan yang telah mati menjadi materi organik yang lebih sederhana; Membantu pelapukan bantuan menjadi bahan anorganik atau mineral tanah. \n\nMateri organik dan mineral dalam tanah disebut zat hara atau nutrisi bagi tanaman. Keberadaan organisme tanah sebagai dekomposer dimanfaatkan untuk membuat pupuk kompos, yaitu pupuk dari bahan organik. \n\nPereaksi kimia dalam tanah : bakteri dalam membantu reaksi penguraian materi organik. Misalnya bakteri Nitrosomonas yang membantu reaksi penguraian materi organik kompleks yang berasal dari sisa makhluk hidup menjadi nitrat, senyawa yang dibutuhkan tumbuhan; Mikoriza yaitu jamur yang membantu penyerapan unsur hara berupa fosfor pada tanaman. \n\nPengurai Polutan dalam tanah : Organisme tanah berperan sebagai agen biologis yang mampu membersihkan polutan dalam tanah. Organisme tanah menguraikan bahan kimia yang masuk ke tanah, misalnya herbisida dari hasil pertanian. \n\nMempengaruhi tekstur tanah : berdasarkan teksturnya, tanah dapat digolongkan menjadi beberapa jenis. Jenis tanah ditentukan berdasarkan jumlah partikel penyusun yang paling banyak terdapat pada tanah tersebut. Partikel yang terdapat dalam tanah adalah pasir, liat, dan debu.\n\nTekstur tanah merupakan besar kecilnya ukuran partikel yang menyusun tanah; merupakan ukuran proporsi relatif yang menyusun tanah. Tanah memiliki ukuran partikel berbeda-beda, sehingga dapat digolongkan menjadi  tanah lempung, tanah liat, pasir, dan tanah campuran dari ketiganya. \n\nJenis tanah diberi nama berdasar ukuran partikel utama atau kombinasi dari ukuran partikel yang paling melimpah. Contohnya, tanah liat berpasir dapat dibuat menjadi pita yang tipis, panjang dan terasa berpasir sehingga kita dapat mengetahui bahwa  tanah tersebut tersusun atas tanah liat dan pasir. \n\nPembentukan tekstur tanah dibantu organisme seperti cacing atau akar tumbuhan yang mampu mempercepat pemecahan partikel-partikel tersebut dari batuan. Akar tumbuhan mampu menembus batuan karena mengeluarkan zat asam sehingga secara kimiawi dapat membatu pelapukan batuan. \n\nTanah dibedakan menjadi beberapa jenis berdasarkan teksturnya yang juga mempengaruhi sifat-sifatya. Tanah pasir memiliki tekstur berbutir sehingga memiliki porositas tinggi, kurang dapat menyimpan atau menahan air karena air mudah mengalir melewati celah-celah cukup besar. \n\nTanah liat tersusun atas partikel-partikel sangat kecil sehingga tanah liat dapat menyimpan air lebih lama, hal ini dapat dilihat dari pergerakan atau aliran air lambat ketika tanah liat diberi air. Sifat tanah mempengaruhi kemampuannya menyediakan nutrisi dan air yang dibutuhkan oleh tumbuh-tumbuhan di atasnya. \n\nPerbedaan tanah liat dan lempung yaitu tanah liat merupakan tanah lentur, sulit ditembus air, berwarna lebih terang dari lempung; tidak banyak campuran pasir dan batuan kecil; dimanfaatkan sebagai bahan utama produk gerabah dan keramik. Tanah lempung adalah tanah yang terdiri atas campuran pasir, tanah liat, dan debu dengan jumlah hampir sama. \n\nPengatur kegemburan dan struktur tanah : Struktur tanah adalah susunan partikel-partikel tanah yang menjadi suatu gumpalan. Partikel-partikel tanah direkatkan oleh perekat seperti bahan organik yang dihasilkan organisme tanah. \n\nLendir yang dihasilkan organisme tanah bercampur dengan tanah membuat partikel tanah terkumpul membentuk gumpalan-gumpalan tanah. Gumpalan tanah yang baik menunjang kehidupan dan pertumbuhan organisme tanah. Jamur di tanah juga membantu pembentukan gumpalan tanah. \n\nC. Proses Pembentukan Tanah\n\nTanah merupakan campuran dari batuan yang telah lapuk, penguraian bahan organik, mineral, air dan udara. Tanah terbentuk karena pelapukan fisik, kimia dan biologis. Faktor fisik yang mempengaruhi pelapukan yaitu iklim, sinar matahari, curah hujan yang mempengaruhi suhu bumi sehingga mempercepat pelapukan batuan. \n\nPelapukan biologis, dibantu mikroorganisme tanah dan tumbuhan. Faktor lain yang mempengaruhi pembentukan tanah yaitu tipe batuan, topografi atau relief tanah suatu daerah. Untuk membentuk tanah setebal beberapa sentimeter, dibutuhkan waktu ribuan tahun. \n\nBagian paling atas, tumbuhan memperoleh nutrisi berupa air dan mineral dari tanah; namun rentan kehilangan kandungan mineral dan nutrisi akibat kejadian alam seperti hujan, banjir, tanah longsor dan erosi apabila tidak ada tumbuhan yang hidup di atasnya. \n\nErosi adalah berpindahnya sebagian lapisan tanah, merupakan bencana alam yang disebabkan oleh manusia, terjadi akibat derasnya arus air yang melewati kawasan bertanah dan mengikis lapisan tanah teratas yang subur serta banyak dihuni organisme tanah. Sehingga yang tersisa adalah tanah kurang subur dan kualitas tanah kurang baik. \n\nD. Komponen Penyusun Tanah\n\nBatuan : adalah bahan padat yang terbentuk secara alami, tersusun dari campuran mineral, senyawa dan komposisi lainnya. Berdasarkan proses terjadinya, batuan ada 3 yaitu batuan beku, sedimen, dan metamorf. Batuan dapat berasal dari magma gunung berapi. Batuan didalam bumi mengalami pelapukan sehingga menjadi bahan pembentuk tanah. \n\nUdara : Meskipun tanah merupakan benda padat, tetapi pada tanah terdapat rongga-rongga berisi udara.\n\nRongga udara terdapat di antara partikel (butiran) tanah, di antara batuan tanah, di antara batuan dan partikel tanah, di antara partikel tanah dengan akar tumbuhan ataupun di antara akar tanaman dengan batu. Rongga udara juga dapat terbentuk oleh aktivitas hewan tanah, misalnya cacing. \n\nHumus : adalah komponen organik yang dihasilkan dari proses dekomposisi (penguraian) hewan dan tumbuhan yang telah mati, daun yang gugur, ataupun feses oleh bakteri dan jamur. Humus adalah tanah yang subur, karena humus memiliki tekstur gembur dan banyak pori-pori sehingga memungkinkan terjadinya pertukaran udara. \n\nKondisi tersebut menyebabkan akar memperoleh cukup udara dan mampu mempertahankan air sehingga tanah selalu lembab. Humus juga mengandung mineral-mineral dan nutrisi yang penting bagi pertumbuhan tumbuhan.\n\nAir : Makhluk hidup yang hidup di tanah butuh kelembaban tanah. Kelembaban tanah disebabkan keberadaan air dalam tanah. Tumbuhan juga membutuhkan air. Air diserap oleh tumbuhan setelah menembus tanah dan mencapai akar. \n\nMineral : ion positif dalam tanah yaitu Kalium (K+), Kalsium (Ca2+) dan magnesium (Mg2+); ion negatifnya yaitu nitrat (NO3-), fosfat (H2PO4-) dan sulfat (SO42-) yang merupakan nutrisi bagi tumbuhan. Kandungan mineral dalam tanah yang berbeda-beda menentukan sifat dan karakter tanah. Namun, idak semua tanah sesuai untuk bercocok tanam. \n\nTanah yang subur memiliki pH sekitar 7. Pada kisaran pH 7, tumbuhan dapat menyerap nutrisi secara optimal. Warna tanah berkaitan dengan tingkat kesuburan tanah. Semakin gelap warna tanah, kandungan bahan organiknya tinggi. Warna tanah gelap menyerap panas lebih cepat dibandingkan warna terang. \n\nKomponen organik : Tanah merupakan tempat hidup dari beberapa makhluk hidup mulai dari bakteri, jamur, alga, serangga, dan cacing tanah. Organisme tanah tersebut menguraikan bahan-bahan yang berasal dari makhluk hidup sehingga menghasilkan meterial organik di dalam tanah. ",
      "img"       : ""
    },
    {
      "nama"      : "Teknologi Ramah Lingkungan",
      "nama2"     : "BAB 10",
      "kategori"  : "Kelas 9",
      "history"   : "\n A. Sejarah Energi dan Bahan Bakar\n\nEnergi merupakan kemampuan untuk melakukan usaha. Alat transportasi seperti motor, mobil, kapal, kereta api, dan pesawat terbang menggunakan energi untuk mengoperasikannya. Alat-alat rumah tangga pun saat ini menggunakan energi. \n\nIlmuwan yang pertamakali menemukan mesin uap yaitu James Watt. Seiring berkembangnya waktu, mesin uap dimanfaatkan untuk membuat kereta uap.\n\nPada tahun 1859, teknologi pengeboran minyak bumi pertama kali ditemukan; minyak bumi dipompa keluar dari dasar bumi Pennsylvania, Amerika Serikat. Perkembangan selanjutnya ditemukan teknologi destilasi minyak bumi untuk mengubah minyak bumi menjadi bahan bakar seperti bensin dan minyak lainnya. \n\nKemudian penggunaan batubara dalam skala luas mulai dimanfaatkan untuk pembangkit listrik. Pada tahun 1885, Carl Benz menemukan mesin yang dapat bergerak menggunakan bahan bakar bensin. \n\nTahun 1990, hampir 40% kebutuhan energi berasal dari minyak bumi. Namun, penggunaan minyak bumi sebagai bahan bakar memiliki dampak pada lingkungan misalnya pencemaran udara. Maka dari itu, saat ini banyak ilmuwan mengembangkan teknologi yang lebih dan tidak berbahaya bagi lingkungan.\n\nB. Pengertian dan Prinsip Teknologi Ramah Lingkungan\n\nTeknologi ramah lingkungan adalah penerapan teknologi yang memperhatikan prinsip-prinsip pelestarian lingkungan; bertujuan untuk memberi kemudahan dalam pemenuhan kebutuhan manusia. Suatu teknologi dikatakan ramah lingkungan jika memenuhi syarat-syarat tertentu. \n\nTeknologi ramah lingkungan bertujuan menghasilkan produk dan jasa untuk kepentingan manusia dengan memanfaatkan sumber daya alam yang dapat diperbarui, tidak menghasilkan limbah yang membahayakan lingkungan dan menggunakan bahan yang dapat didaur ulang. Sumber energi kelistrikan dapat berasal dari matahari, angin, dan air.  \n\nC. Aplikasi Teknologi Ramah Lingkungan Bidang Energi\n\nBiofuel adalah teknologi energi alternatif menggunakan sumber daya alam yang dapat diperbaharui, yaiu bahan-bahan organik. Beda biofuel dengan bahan bakar fosil yaitu biofuel dapat diolah langsung dari bahan organik seperti tumbuh-tumbuhan sedangkan bahan bakar fosil berasal dari hewan atau tumbuhan yang telah mati selama jutaan tahun yang lalu. \n\nBiofuel ada dua yaitu bioetanol dan biodiesel. Etanol adalah alkohol yang dibuat dengan fermentasi karbohidrat atau reaksi kimia gas alam. Tumbuhan yang mengandung karbohidrat tinggi seperti jagung, sorgum, singkong digunakan untuk menghasilkan etanol. \n\nBiodiesel adalah bahan bakar alami yang diperoleh dari lemak nabati. Penggunaan biofuel sangat membantu kita untuk menjaga kelestarian lingkungan, ketergantungan pada ketersediaan minyak bumi yang semakin menipis dan sisa pembakaran dari biofuel lebih ramah lingkungan. \n\nBiogas adalah bahan bakar alternatif yang digunakan sebagai bahan bakar untuk kebutuhan rumah tangga. Biogas diperoleh dari fermentasi bahan-bahan organik oleh bakteri anaerob yang mengubah zat organik menjadi gas metana (CH4) sebesar 75%, dan gas lainnya seperti CO2, H dan Hidrogen sulfida. \n\nPabrik makanan menghasilkan limbah organik yang homogen; pemilik pabrik menyatukan semua limbah sisa produksi bahan makanan dalam saluran pembuangan kemudian diolah menjadi biogas. Biogas juga dapat menjaga kebersihan lingkungan dengan memanfaatkan limbah organik dari hewan ternak dan industri pembuatan makanan menjadi bahan bakar. \n\nIlmuwan dan para teknisi telah mencoba menghasilkan listrik dengan cara mengambil energi dari ombak sepanjang pantai; membuat teknologi berbentuk tabung yang terbuat dari baja dan mirip rantai ular yang dipasang di pantai Portugal. Alat ini akan naik-turun ketika ada ombak dan dapat menghasilkan listrik. \n\nPembangkit Listrik Tenaga Angin (Wind power) : Ada dua jenis wind power yaitu pembangkit listrik tenaga angin yang dibangun di daratan dan dibangun di pantai. Pembangkit listrik tenaga angin yang dibangun di daratan harus terletak di daerah yang jauh dan sedikit populasi penduduk. \n\nNamun, hal yang perlu dipertimbangkan ketika membangun pembangkit listrik tenaga angin yaitu keberadaan angin harus cukup besar dan stabil. Indonesia mulai mencoba membangun wind power di Nusa Penida, yaitu pulau kecil di selatan Bali dan di Nusa Tenggara Timur. \n\nGeothermal adalah panas yang tersimpan dalam tanah, lapisan dasar bumi, dan cairan dalam kerak bumi. Geotermal dapat digunakan untuk memanaskan, mendinginkan bangunan dan menghasilkan listrik. Hanya dengan menggunakan 1% panas yang tersimpan sedalam 5 km dalam kerak bumi, menghasilkan energi 250 kali lebih dari minyak dan gas alam. \n\nSelain itu, energi dari lapisan bumi dapat diambil dengan sistem hydrothermal reservoir. Air tanah bertemu dengan batuan panas terbentuk uap, kemudian terakumulasi di antara bebatuan. Uap air dalam jumlah besar menimbulkan tekanan yang tinggi. \n\nReaksi antara H2 dengan O2 menghasilkan energi panas yang tinggi sehingga dapat digunakan sebagai sumber listrik. Reaksi antara keduanya dapat dituliskan sebagai berikut:  2 H2 + O2 → 2 H2O + energi.\n\nHasil lain dari hydrogen power adalah uap air yang ketika dilepaskan ke udara tidak berbahaya dan ramah lingkungan. Penggunaan hidrogen sebagai bahan bakar akan menghilangkan polusi udara dan mengurangi kerusakan iklim karena tidak dihasilkan CO2.\n\nD. Aplikasi Teknologi Ramah Lingkungan Bidang Transportasi\n\nKendaraan Hidrogen (hydrogen vehicles) : adalah kendaraan yang menggunakan hidrogen sebagai bahan bakar; didalamnya terpasang alat yang mengubah energi kimia hidrogen menjadi energi mekanik dengan cara membakar hidrogen dalam mesin pembakaran internal atau mereaksikan hidrogen dengan oksigen dalam fuel cell untuk menggerakkan motor listrik. \n\nMobil berbahan bakar hidrogen yang telah dikembangkan misalnya Mercedes-Benz B Class Fuel Cell yang mampu melaju dengan kecepatan 450 km/jam. Di China juga dikembangkan sepeda  hidrogen, motor hidrogen dan skuter hidrogen.\n\nMobil Surya (solar car) adalah mobil yang energinya berasal dari sinar matahari. Contohnya bus surya yang menggunakan baterai sebagai tempat penyimpanan listrik yang diperoleh dari cahaya matahari untuk menggerakkan mesin bus. \n\nMobil Listrik (electrical car) adalah mobil yang didorong oleh satu atau lebih motor listrik; menggunakan energi listrik yang disimpan dalam baterai atau alat penyimpanan lain; motor listrik memberi tenaga putaran dengan cepat dan memberi percepatan yang kuat namun halus.\n\nMobil listrik pertama kali dibuat pada tahun 1884 oleh Thomas Parker, Inggris. di Indonesia mulai mengembangkan mobil tenaga listrik yang ramah lingkungan pada tahun 2013 oleh Fakultas Teknik Universitas Brawijaya dan Institut Teknologi Sepuluh Nopember (ITS) yang mengembangkan prototipe mobil listrik berkapasitas empat orang. \n\nE. Aplikasi Teknologi Ramah Lingkungan Bidang Industri\n\nBiopori (Teknologi Lubang Resapan/TLR) : adalah teknik untuk membuat wilayah resapan air hujan; memiliki prinsip seperti sumur resapan dibuat lubang-lubang kecil (berpori) yang menyerap air hujan kemudian disalurkan ke tempat penampungan air.\n\nBiopori berfungsi mencegah banjir di musim hujan; menjamin ketersediaan air di musim kemarau; mencegah penyebaran penyakit yang disebabkan adanya genangan air seperti demam berdarah, malaria dan kaki gajah; kesuburan dan kelestarian organisme tanah terjaga; untuk membuat kompos, yaitu memberi sampah organik (dedaunan atau sisa makanan). \n\nFitoremediasi adalah penggunaan tumbuhan untuk menghilangkan, memindahkan, menstabilkan, atau menghancurkan bahan pencemar  baik itu senyawa organik maupun anorganik; merupakan bentuk bioremediasi; polutan (zat penyebab polusi) seperti logam berat, pestisida, minyak, dan zat lain dapat dikurangi bahkan dihilangkan. \n\nFitoremediasi berkembang pada tahun 1990, dimulai dari kesuksesan memperbaiki daerah tercemar oleh zat  radioaktif sesium (Cs), stronsium (Sr), dan uranium (U) di Chernobyl, Rusia dengan menggunakan  tumbuhan bunga matahari. \n\nMembran semipermeabel adalah membran yang hanya dapat dilewati molekul tertentu dan tidak dapat dilalui oleh zat lain, contohnya air. Pada proses osmosis, pelarut (air) berpindah dari daerah berkonsentrasi rendah (encer) melalui membran menuju daerah berkonsentrasi tinggi (pekat). \n\nPergerakan alami pelarut bertujuan menyamakan konsentrasi zat terlarut pada kedua sisi membran. Pada osmosis balik, pelarut bergerak dari larutan pekat ke larutan encer. Ini terjadi karena adanya tekanan dari luar sehingga dapat membalik aliran alami.\n\nAdanya tekanan dari luar menyebabkan air larutan pekat mengalir ke arah larutan encer. Sehingga dihasilkan air yang tidak mengandung garam. Teknologi osmosis balik diterapkan dalam pembuatan air minum dari air laut, yaitu menghilangkan garam dan zat-zat lain dalam molekul air.\n\nF. Aplikasi Teknologi Ramah Lingkungan Bidang Lingkungan\n\nBiopulping adalah teknologi ramah lingkungan yang terinspirasi dari proses pelapukan kayu dan sampah tanaman oleh mikroorganisme. Pelapukan terjadi secara alami oleh mikroba dan jamur, sehingga sampah dari pohon yang mati kembali diserap oleh alam. \n\nNamun, proses pengolahan limbah pada pabrik kertas yang mengandung zat kayu (lignin) membutuhkan proses lama dan berbahaya terhadap lingkungan. Limbah dari pabrik kertas diuraikan menggunakan bahan kimia seperti soda api, sulfit, dan garam sulfida yang apabila digunakan terus menerus berdampak negatif pada lingkungan. \n\nTerinspirasi dari mikroba dalam proses pelapukan kayu, para ahli mengembangan proses pengolahan limbah dengan menggunakan mikroorganisme yang mampu menguraikan lignin yang bebas di alam. Contoh mikroorganismenya yaitu jenis kapang (jamur) Phlebia subserialis dan Ceriporiopsis subvermispora. \n\nG. Perilaku Hemat Energi\n\n1. Budayakan bersepeda atau jalan kaki untuk kegiatan sehari-hari karena dapat mengurangi polusi udara dan meningkatkan kesehatan\n2. Matikan kendaraan jika tidak digunakan dan jangan terlalu lama menyalakan kendaraan ketika akan digunakan\n3. Matikan lampu saat tidur dan saat siang hari, sebaiknya membuat rumah banyak jendela agar cahaya matahari masuk ke dalam rumah\n4. jika menggunakan pompa air listrik, penuhilah bak mandi dan tempat penampungan air dalam sekali waktu\n5. Buat jadwal mencuci dan menyeterika pakaian secara teratur, misal masing-masing dua kali seminggu untuk seluruh pakaian kotor\n6. Berangkat lebih pagi untuk menghindari kemacetan, kemacetan di jalan membuat kendaraan membuang bahan bakar secara percuma\n7. Pilih peralatan rumah tangga hemat energi, misalnya mengganti lampu pijar  warna kuning dengan lampu neon warna putih atau LED (light emiting diode) yang dapat bertahan hingga 15 tahun\n8. Jangan buang kertas bekas sembarangan, tanamkan dalam diri setiap menggunakan sebuah kertas maka kita telah menebang sebuah pohon\n9. Menggunakan air secukupnya saat mandi atau mencuci\n\nH. Teknologi Tidak Ramah Lingkungan\n\nTeknologi pengolahan minyak bumi : minyak dapat dimanfaatkan untuk membuat makanan, transportasi, barang, membuat plastik, hingga aspal di jalan. Petroleum atau minyak mentah (light crude oil) adalah cairan hitam dan lengket  yang keluar dari bumi dan mengandung senyawa hidrokarbon yang dapat terbakar, sedikit sulfur, oksigen, dan nitrogen. \n\nPetroleum terbentuk dari makhluk hidup yang mati jutaan tahun lalu terjebak dalam ruang yang ditutupi bebatuan dalam tanah atau di dasar laut; menyusun 30% persediaan minyak bumi; untuk mengambilnya harus mengebor ke dalam ruangan berisi petroleum lalu memompanya keluar. \n\nSetelah beberapa tahun, cadangan petroleum dalam ruang menipis hingga akhirnya habis. Setelah dipompa keluar, disalurkan melalui pipa, truk, atau kapal minyak menuju kilang minyak. Di kilang minyak, minyak mentah dipanaskan untuk memisahkan komponen-komponen penyusunnya berdasar titik didih. \n\nJenis minyak mentah lain sebesar 70% cadangan di bumi yaitu minyak mentah dalam bebatuan atau pasir minyak  (heavy crude oil) yang bercampur air dan mengandung surfur. Minyak ini banyak terdapat di Kanada. Eksploitasinya berbahaya terhadap tanah, udara, air, makhluk hidup, dan iklim. \n\nBebatuan dan pasir minyak dicampur air panas dan uap untuk diambil kandungan bitumennya lalu diubah menjadi minyak mentah yang siap diolah di kilang minyak. \n\nPenambangan minyak menghasilkan polusi udara pada daerah tambang dengan debu, uap, asap, dan bau; menghasilkan emisi gas rumah kaca tiga hingga lima kali dari minyak mentah pada umumnya; menghasilkan kubangan atau danau berisi air limbah dan kotoran beracun. \n\nTeknologi pengolahan batu bara : Batubara merupakan bahan bakar fosil padat yang terbentuk dari dari tanaman darat yang terkubur 300-400 juta tahun lalu kemudian terpapar panas tinggi dan tekanan. Batubara digunakan untuk menghasilkan panas dan listrik. \n\nDi bidang industri, batubara digunakan sebagai sumber energi dalam membuat baja, semen, atau produk lain. Cina, Amerika Serikat, dan India merupakan negara terbesar dalam pembakaran batubara. Cina merupakan  penyumbang emisi CO2 dan SO2 terbesar di dunia yang merupakan komponen penyebab hujan asam dan penyakit pada manusia. \n\nBatubara mengandung karbon dan sedikit sulfur. Ketika dibakar, sulfur akan dilepas dalam bentuk gas belerang dioksida (SO2); menghasilkan banyak karbon hitam yang dapat masuk ke dalam paru-paru dan menyebabkan penyakit pernapasan. \n\nDampak lain akibat pembakaran batubara yaitu adanya emisi zat radioaktif. Pembangkit listrik yang menggunakan batubara sebagai sumber energi menghasilkan zat radioaktif 100 kali lebih banyak daripada pembangkit listrik tenaga nuklir.",
      "img"       : ""
    }
  ]
}