{
  "daftar_materi": [
    {
      "nama"      : "Objek IPA dan Pengamatannya",
      "nama2"     : "BAB 1",
      "kategori"  : "Kelas 7",
      "history"   : "\nA. Objek IPA. \nUntuk memudahkan mempelajari objek IPA, pengetahuan tentang IPA dibagi menjadi 4 yaitu :\n \nFisika : mempelajari energi, gaya, gerak, cahaya, dan gejala alam yang bersifat fisik lainnya\nKimia : memperlajari materi, penyusun dan perubahan zat,\nBiologi : mempelajari sistem kehidupan mulai dari yang berukuran renik hingga lingkungan yang luas\nIlmu Bumi dan Antariksa : mempelajari asal mula bumi beserta perkembangan dan keadaannya saat ini, bintang, planet, dan benda langit lainnya \n \n \nB. Besaran\n \nBesaran Pokok adalah besaran asli yang satuannya didefinisikan tersendiri dan telah ditetapkan terlebih dahulu daripada besaran yang lain. Besaran Pokok meliputi : panjang (l : huruf L kecil), massa (m), waktu (t), suhu (T), kuat arus listrik (I) dan intensitas cahaya (J).\n \nPanjang adalah jarak antara 2 titik, massa adalah jumlah materi yang terkandung dalam suatu benda, waktu adalah selang antara 2 kejadian atau 2 peristiwa, suhu adalah ukuran panas atau dinginnya suatu benda, sedangkan kuat arus listrik adalah banyaknya muatan listrik yang mengalir pada kawat penghantar dalam rentang waktu tertentu .\n \nBesaran Turunan adalah besaran yang diturunkan dari besaran pokok. Besaran Turunan meliputi : luas (L), volume (V), massa jenis (r), kecepatan (v), berat (W), berat jenis (S) dan percepatan (a).\n \nC. Satuan\n1). Satuan Pokok yang merupakan satuan dari besaran pokok\n2). Satuan Turunan yang merupakan satuan dari besaran turunan.\n \nSatuan juga bisa dikonversikan menjadi satuan yang lain, misalnya : 1 meter = 100 cm, 1 km = 1000m, 1 kg = 1000 g, 1 ton = 1000 kg, 1 menit = 60 detik dan 1 jam = 60 menit.",
      "img"       : "https://i.ibb.co/D8j6sfz/pngtree-great-wall-scenery-png-image-2214406.jpg"
    },
    {
      "nama"      : "Klasifikasi Makhluk Hidup",
      "nama2"     : "BAB 2",
      "kategori"  : "Kelas 7",
      "history"   : "\nA. Ciri – ciri Makhluk Hidup\n \nMakhluk hidup adalah makhluk ciptaan Tuhan yang memiliki ciri – ciri kehidupan. Makhluk tak hidup atau disebut juga dengan benda mati adalah benda yang tidak memiliki ciri – ciri kehidupan.\n \nCiri – ciri makhluk hidup yaitu : bernapas, bergerak, tumbuh dan berkembang, peka terhadap rangsang, berkembangbiak, memerlukan makanan dan minuman, dan menyesuaikan diri dengan lingkungan.\n \nBernapas artinya menghirup udara yang mengandung oksigen  dan mengeluarkan udara yang mengandung karbon dioksida. Makhluk hidup juga membutuhkan makanan dan minuman untuk memperoleh energi. Energi tersebut digunakan untuk bergerak, tumbuh dan berkembang. \n \nMakhluk hidup memiliki kemampuan peka terhadap rangsang yang disebut dengan Iritabilitas. Selain itu, juga memiliki kemampuan berkembangbiak (reproduksi) untuk melestarikan keturunannya agar tidak punah. \n \nB. Pengklasifikasian Makhluk Hidup\nKlasifikasi makhluk hidup adalah cara pengelompokan makhluk hidup berdasarkan kesamaan dan ciri yang dimiliki. Tujuan dari klasifikasi makhluk hidup adalah untuk mempermudah mengenali, membandingkan, dan mempelajari makhluk hidup. \nDasar – dasar klasifikasi makhluk hidup yaitu : \n1). Klasifikasi berdasarkan kesamaan dan ciri – ciri yang dimiliki \n2). Klasifikasi berdasarkan ciri – ciri bentuk tubuh (Morfologi) dan organ dalam tubuh (anatomi)\n3). Klasifikasi berdasarkan ukuran, tempat hidup, cara hidup, dan manfaatnya \n \nSistem klasifikasi yang saat ini digunakan yaitu sistem klasifikasi Linnaeus, yaitu sistem klasifikasi makhluk hidup berdasarkan takson. Takson adalah urutan klasifikasi makhluk hidup berdasarkan ciri yang paling umum hingga ciri yang paling khusus. Ilmu yang mempelajari takson disebut Taksonomi. \n \nKriteria Klasifikasi Tumbuhan\n1). Berdasarkan organ reproduksinya : menggunakan spora atau bunga\n2). Berdasarkan habitusnya : termasuk perdu, semak, atau pohon\n3). Berdasarkan bentuk dan ukuran daun : termasuk melengkung, menjari, sejajar, atau menyirip\n4). Berdasarkan cara berkembangbiak : dengan seksual (generatif) atau aseksual (vegetatif) \n \nKriteria Klasifikasi Hewan\n1). Saluran pencernaan makanan : hewan tingkat rendah tidak punya, hewan tingkat tinggi punya saluran pencernaan makanan \n2). Kerangka tubuh (skeleton) : kerangka luar (eksoskeleton) atau kerangka dalam (endoskeleton)\n3). Anggota gerak : dengan kaki atau bukan kaki \n \nKunci Determinasi adalah keterangan tentang ciri – ciri makhluk hidup yang disusun berdasarkan ciri umum hingga ciri khusus untuk menemukan jenis (spesies) dari makhluk hidup. Kunci determinasi yang sederhana disebut kunci dikotom, yaitu keterangan yang disusun berpasangan dan menunjukkan ciri yang berlawanan. \n \nCara membuat kunci determinasi\n1). Baca kunci dikotom dengan teliti\n2). Cocokkan ciri – ciri tumbuhan yang diamati dengan ciri – ciri pada kunci dikotom \n3). Apabila ciri – ciri tumbuhan yang diamati dengan ciri – ciri pada kunci dikotom sudah sesuai, maka catatlah nomornya dan lanjutkan membaca nomor berikutnya \n4). Buatlah daftar kunci determinasi sesuai dengan kunci dikotom",
      "img"       : "https://i.ibb.co/k4t69qz/bab2.jpg"
    },

    {
      "nama"      : "Klasifikasi Materi dan Perubahannya",
      "nama2"     : "BAB 3",
      "kategori"  : "Kelas 7",
      "history"   : "\nA. Klasifikasi Materi\n \nMateri adalah sesuatu yang mempunyai massa dan dapat menempati ruang. Berdasarkan wujudnya, materi ada 3 yaitu : zat padat, cair dan gas. Berdasarkan komposisisnya, materi ada 2 yaitu : zat tunggal dan Campuran. \n \nZat tunggal meliputi unsur dan senyawa, campuran meliputi campuran homogen dan campuran heterogen. Campuran homogen meliputi larutan asam, basa dan garam. Campuran heterogen meliputi suspensi dan koloid. \n \nB. Perbedaan Sifat Unsur, Senyawa dan Campuran\nUnsur adalah zat yang tidak dapat diuraikan lagi menjadi zat yang lebih sederhana melalui reaksi kimia biasa. Bagian terkecil dari unsur adalah atom. Unsur terdiri atas 1 jenis atom. \n \nUnsur ada 3 macam yaitu\nUnsur logam contohnya besi, tembaga, emas, alumunium, perak, tembaga dan sebagainya.\nUnsur nonlogam contohnya belerang, hidrogen, oksigen dan sebagainya.\nUnsur semilogam contohnya germanium dan silikon.\n \nC. Senyawa\n \nSenyawa adalah gabungan antara 2 unsur atau lebih dari hasil reaksi kimia. Senyawa juga dapat diuraikan lagi menjadi unsur kimia yang lebih sederhana. Senyawa ada 2 jenis yaitu : senyawa alam dan senyawa buatan. Senyawa alam dapat ditemukan di alam sebagai mineral, contohnya : kapur, garam, dan air. Senyawa buatan sengaja dibuat oleh manusia, contohnya : alkohol, gula, vitamin, dan sebagainya. \n \nD.Campuran \nCampuran adalah zat yang tersusun dari 2 atau lebih unsur dan senyawa, yang mana sifat dari unsur dan senyawa nya tidak hilang. Bedanya campuran dengan senyawa yaitu senyawa merupakan hasil dari reaksi kimia, sedangkan campuran bukan hasil dari reaksi kimia. \n \nAda 2 jenis campuran, yaitu :\n1). Campuran Homogen adalah campuran yang komposisi zat penyusunnya merata. Contohnya air dengan garam, air dengan gula, dan sebagainya. Campuran homogen disebut juga dengan larutan. Larutan asam, basa dan garam juga merupakan campuran homogen. \n \n2). Campuran Heterogen adalah campuran yang komposisi zat penyusunnya tidak merata. Contohnya air dengan kopi, bensin dengan minyak tanah, dan sebagainya. \n \nE. Perbedaan Larutan Asam, Basa, dan Garam\nLarutan adalah campuran yang tidak dapat dibedakan zat penyusunnya. Larutan terdiri atas pelarut (solvent) dan zat terlarut (solute). Pelarut yang sering digunakan yaitu air, alkohol dan kloroform. \n \nAsam adalah zat yang dapat menghasilkan ion Hidrogen ketika dilarutkan dalam air. Basa adalah zat yang dapat menghasilkan ion Hidroksida ketika dilarutkan dalam air. Garam adalah senyawa yang terdiri dari campuran larutan asam dengan basa, contohnya Natrium Hidroksida (NaOH).  \n \nGaram adalah gabungan antara asam dan basa hasil dari reaksi netralisasi. Garam yang sering digunakan adalah garam dapur atau natrium klorida (NaCl). ",
      "img"       : "https://i.ibb.co/q0xr4z2/bab3.jpg"
    },

    {
      "nama"      : "Suhu dan Perubahannya",
      "nama2"     : "BAB 4",
      "kategori"  : "Kelas 7",
      "history"   : "\nA. Suhu\n \nTermometer zat cair yaitu menggunakan zat cair sebagai pengisi termometer. Zat cair yang digunakan yaitu raksa dan alkohol. Kelebihan raksa : membeku pada suhu -38°C dan mendidih pada suhu >350°C. Kelemahan : raksa sangat beracun, berbahaya ketika termometer pecah.\n \nKelebihan alkohol untuk pengisi termometer : bisa diberi warna merah atau biru, rentang suhunya tergantung jenis alkohol yang digunakan contohnya :\n1).  Toluen : titik beku – 90°C, titik didih 100°C \n2). Etyl alkohol : titik beku -110°C, titik didih 100°C \n \nContoh dari termometer zat cair : termometer laboratorium dengan titik beku -10°C, titik didih 110°C dan termometer badan dengan rentang suhu 35°C sampai dengan 42°C. \n \nTermometer bimetal yaitu menggunakan 2 logam yang jenisnya berbeda kemudian didekatkan. Ketika suhunya tinggi, maka logam yang lebih panjang akan melengkung. Hal ini dimanfaatkan dalam pembuatan termometer. \n \nTermometer kristal cair yaitu kristal yang dapat berubah warna jika suhunya berubah. Kristal ini dikemas dalam plastik tipis dan digunakan untuk mengukur suhu tubuh, akuarium dan sebagainya.  \n \nContoh lain termometer :\n1). Termometer badan untuk mengukur suhu badan, \n2). Termometer dinding untuk mengukur suhu ruangan  \n3). Termometer maksimum-minimum untuk mengukur suhu ditempat terbuka. \n \nB. Skala Termometer\n \nTermometer memiliki 4 skala yaitu : Celcius (°C), Reamur (°R), Fahrenheit (°F), dan Kelvin (K). Namun, yang umum digunakan pada termometer yaitu Celcius. Sedangkan skala menurut sistem internasional (SI) yaitu Kelvin. Skala Kelvin menggunakan nol mutlak. Pada suhu 0 Kelvin, tidak ada energi panas yang dimiliki benda. \n \nC. Pemuaian\n \nPemuaian adalah perubahan benda akibat dari bertambahnya suhu. Ketika suhu berubaha menjadi terlalu panas atau terlalu dingin maka ada benda tertentu yang mengalami perubahan. Pemuaian dibagi menjadi 3 yaitu pemuaian zat padat, cair dan gas.\n \nPemuaian zat padat terjadi apabila zat padat dipanaskan, apabila didinginkan maka akan menyusut. Pemuaian terjadi pada semua bagian benda yaitu panjang, lebar, dan tebal. Contoh pemanfaatan pemuaian zat padat yaitu pada bimetal. Bimetal dimanfaatkan pada termostat.\n \nPrinsip kerja termostat yaitu : jika udara di ruangan dingin, keping bimetal akan menyusut, membengkok dan menyentuh logam biasa sehingga saling bersentuhan. Sentuhan tersebut menyebabkan rangkaian tertutup dan menyalakan pemanas sehingga ruangan menjadi hangat. \\n \\nJika menginginkan ruangan dingin, cara kerjanya juga sama yaitu : saat ruangan panas, termostat bengkok dan menghubungkan rangkaian listrik sehingga ruangan menjadi dingin. \n \nBesaran yang menentukan pemuaian zat padat adalah koefisien muai panjang. Koefisien muai panjang zat padat adalah bilangan yang menunjukkan pertambahan panjang tiap satu satuan panjang zat itu jika suhunya dinaikkan 1°C.",
      "img"       : "https://i.ibb.co/JkFGfHZ/bab4.jpg"
    },

    {
      "nama"      : "Kalor dan Perpindahannya",
      "nama2"     : "BAB 5",
      "kategori"  : "Kelas 7",
      "history"   : "\nA. Kalor dan Perubahan Suhu Benda \n \nKalor adalah energi panas yang berpindah dari benda bersuhu lebih tinggi ke benda bersuhu lebih rendah. Satuan kalor dalam SI adalah Joule (J), namun yang sering digunakan dalam bidang gizi yaitu kalori atau kilo kalori. Satu kalori adalah jumlah energi panas yang digunakan untuk menaikkan suhu 1°C pada 1 gram air. \n \nZat gizi makanan mengandung energi kimia yang dapat diubah menjadi energi panas atau energi lain. Energi panas yang disediakan oleh makanan diukur dalam kilo kalori (kkal). Satu kkal = 1000 kalori, 1 kalori = 4,2 J. \n \nSuhu benda akan naik jika benda tersebut diberi kalor, sebaliknya suhu benda akan turun jika melepaskan kalor ke lingkungan. Contohnya, air panas didalam gelas lama – kelamaan akan mendingin. Hal ini karena kalor dilepaskan ke lingkungan oleh air. \n \nKalor yang diperlukan untuk menaikkan suhu benda tergantung dari jenis benda tersebut. Semakin besar kenaikan suhu benda, semakin besar pula kalor yang diperlukan. Semakin besar massa jenis benda, semakin besar pula kalor yang diperlukan.\n \nB. Kalor pada Perubahan Wujud Benda \n \nUntuk mendidihkan air diperlukan kalor, jadi untuk mengubah zat cair (air) menjadi gas (uap) diperlukan kalor. Berikut ini perubahan wujud zat yang memerlukan kalor. \n \nContoh penerapan kalor yaitu : ketika kita beraktivitas, maka tubuh kita akan menjadi panas dan kemudian berkeringat. Ketika keringat menguap, maka memerlukan kalor. Kalor ini diambil dari tubuh, sehingga tubuh menjadi dingin dan kembali ke suhu optimal. \n \nC. Perpindahan Kalor\n \nKalor dapat berpindah melalui 3 cara yaitu konduksi, konveksi dan radiasi. \n \nKonduksi adalah perpindahan kalor melalui bahan tanpa disertai partikel – partikel bahan tersebut. Contohnya ketika menyetrika baju, maka baju akan menjadi panas tetapi licin dan rapi. Hal ini karena kalor berpindah dari setrika ke baju. \n \nKonveksi adalah perpindahan kalor melalui suatu bahan disertai partikel – partikel bahan tersebut. Contohnya terjadinya angin darat dan angin laut di pantai. \n \nRadiasi adalah perpindahan kalor tanpa memerlukan medium. Contohnya ketika kita berada di dekat api ungun, maka tangan akan ikutan panas. Hal ini karena kalor dari api unggun berpindah ke tangan kita. Setiap benda dapat memancarkan dan menyerap radiasi kalor, yang besarnya bergantung pada suhu dan warna benda.  ",
      "img"       : "https://i.ibb.co/8NcssXJ/bab5.jpg"
    },

    {
      "nama"      : "Energi dalam Sistem Kehidupan",
      "nama2"     : "BAB 6",
      "kategori"  : "Kelas 7",
      "history"   : "\nA. Energi \n \nEnergi adalah upaya untuk melakukan usaha/kerja atau melakukan suatu perubahan. Energi ada beberapa bentuk yaitu energi potensial, kinetik, kimia, listrik, dan sebagainya. \n \nEnergi Potensial adalah energi yang dimiliki suatu benda ketika benda itu diam. Contohnya batu yang diletakkan diatas meja memiliki energi potensial karena ketinggiannya, air didalam waduk memiliki energi potensial karena kedalamannya. \n \nEnergi potensial dapat dirumuskan sebagai : \nEp = m x g x h\n \nKeterangan :\nEp = energi potensial (J)\nm = massa benda (kg)\ng = percepatan gravitasi (m/s²)\nh = tinggi benda diatas permukaan tanah (m)\n \nAsam cuka menyimpan energi kimia. Energi tersebut dapat diubah menjadi energi listrik yang dapat menyalakan lampu. Energi listrik dapat diubah menjadi energi cahaya. Dengan demikian, energi dapat berubah bentuk tetapi energinya takkan hilang. \n \nHal tersebut diatas sesuai dengan hukum kekekalan energi. Hukum Kekekalan Energi menyatakan bahwa : energi tidak dapat diciptakan dan tidak dapat dimusnahkan, namun dapat diubah menjadi bentuk lain. \n \nEnergi potensial gravitasi adalah energi yang dimiliki suatu benda karena terletak diatas permukaan bumi. Semakin tinggi diatas permukaan bumi, semakin besar pula energi potensialnya. \n \nEnergi potensial elastisitas adalah energi pada benda yang diregangkan. Semakin jauh peregangan dan penekanannya, semakin besar pula energinya. Contohnya benda yang diregangkan pada karet ketapel atau busur panah yang ditarik dari panahnya. \n \nEnergi kimia adalah energi yang terkandung dalam suatu zat. Contohnya energi kimia didalam makanan bisa digunakan untuk beraktivitas, energi kimia didalam bensin bisa digunakan untuk menggerakkan mesin. \n \nEnergi listrik adalah energi yang memiliki muatan listrik dan arus listrik. Energi listrik paling banyak digunakan karena mudah diubah menjadi bentuk lain. Contohnya lampu bohlam dapat menyala menggunakan energi listrik, mesin cuci dapat berfungsi menggunakan energi listrik. \n \nEnergi kinetik adalah energi yang dimiliki oleh benda yang bergerak atau berpindah tempat. Contohnya air mengalir di waduk akan menggerakkan turbin, ketika bersepeda otot kaki berkontraksi untuk mendorong pedal sepeda. \n \nEnergi kinetik dapat dirumuskan sebagai : \nEk = ½ x m x v² \n \nKeterangan :\nEk = energi kinetik (J) \nm = massa benda (kg)\nv = kecepatan (m/s²)\n \nB. Sumber Energi \nSumber energi adalah segala sesuatu yang menghasilkan energi. Sumber energi ada 2 yaitu sumber energi terbarukan dan sumber energi tak terbarukan. \n \nSumber energi tak terbarukan adalah sumber energi yang berasal dari alam dan akan habis apabila dieksploitasi secara terus – menerus. Contoh energi tak terbarukan yaitu batu bara, minyak bumi dan gas alam.\n \nBerdasarkan perhitungan para ahli, batu bara akan habis 193 tahun lagi, gas alam akan habis 47 tahun lagi dan minyak bumi akan habis 30 tahun lagi. \n \nBatu bara, gas alam dan minyak bumi merupakan bahan bakar fosil yang terbentuk dari fosil tumbuhan dan hewan yang sudah melapuk jutaan tahun didalam bumi. Untuk memperoleh batu bara, gas alam dan minyak bumi diperlukan penambangan kedalam perut bumi. \n \nEnergi nuklir adalah energi potensial yang terdapat pada inti atom. Partikel nuklir seperti proton dan neutron tidak dapat terpisah melalui reaksi fisi dan fusi, namun memiliki massa yang lebih rendah ketika terpisah. Adanya perbedaan massa inilah panas dapat dibebaskan melalui radiasi nuklir.  \n \nSumber energi terbarukan adalah sumber energi yang berasal dari proses alam yang berkelanjutan. Contohnya energi matahari, PLTA, energi angin, energi tidal dan biogas dari kotoran ternak. \n \nEnergi matahari adalah energi yang berasal dari panas matahari dan dapat diubah menjadi energi bentuk lain. Pembangkit Listrik Tenaga Air (PLTA) adalah pemanfaatan arus air untuk menghasilkan energi listrik. Energi listrik ini disebut hidroelektrik. \n \nKomponen PLTA adalah generator yang dihubungkan oleh turbin dan digerakkan oleh energi kinetik air. PLTA tidak hanya menggunakan arus air didalam waduk atau air terjun, tetapi juga bisa menggunakan ombak di lautan. \n  \nEnergi angin adalah energi yang memanfaatkan kincir angin untuk diubah menjadi energi listrik atau energi bentuk lain. Kincir angin dibuat dalam skala besar untuk menyediakan angin didaerah yang terisolir. \n \nEnergi tidal adalah energi yang memanfaatkan pasang surutnya air laut untuk menghasilkan energi listrik atau energi bentuk lain. Energi tidal dikenal juga dengan energi pasang surut. \n \nBiogas adalah gas yang dihasilkan oleh aktivitas anaerobik (fermentasi) bahan – bahan organik yang degradabel. Biogas ini dapat dibuat dari kotoran manusia, kotoran hewan, ataupun sampah organik yang degradabel. Biogas ini mengandung methana dan karbondioksida sehingga dapat dimanfaatkan sebagai bahan bakar penggati gas alam. \n \nCMakanan sebagai Sumber Energi \n \nProtein adalah senyawa kimia yang mengandung unsur C, H, O, N (kadang P dan S). Protein berfungsi sebagai sumber energi, pembangun jaringan tubuh dan pengganti sel tubuh yang rusak. Protein ada 2 jenis yaitu protein nabati dan protein hewani. \n \nProtein nabati adalah protein yang berasal dari tumbuhan, contohnya gandum, kacang – kacangan, tahu dan tempe. Protein hewani adalah protein yang berasal dari hewan, contohnya ikan, daging, telur, dan susu. \n \nLemak adalah senyawa kimia yang mengandung unsur C, H, dan O. Lemak ada 2 jenis yaitu lemak nabati dan lemak hewani. \n \nLemak nabati adalah lemak yang berasal dari tumbuhan, contohnya kelapa, kemiri, kacang – kacangan dan buah avokad. Lemak hewani adalah lemak yang berasal dari hewan, contohnya keju, kuning telur, mentega dan sebagainya. \n \nLemak berfungsi sebagai : Sumber energi (1 gram lemak = 9 kkal), Pelarut vitamin A, D, E dan K, Pelindung organ – organ tubuh yang penting dan Pelindung tubuh dari suhu rendah. ",
      "img"       : "https://i.ibb.co/jvQ4w8R/bab6.jpg"
    },
    {
      "nama"      : "Sistem Organisasi Kehidupan Makhluk Hidup",
      "nama2"     : "BAB 7",
      "kategori"  : "Kelas 7",
      "history"   : "\nA.Sel sebagai Unit Struktural dan Fungsional Kehidupan\n \nHierarki biologi atau struktur kehidupan adalah tingkatan atau urutan unit – unit penyusun makhluk hidup. Struktur kehidupan dimulai dari atom →molekul → sel → jaringan → organ → sistem organ → organisme → ekosistem. \n \nStruktur kehidupan yang dimulai dari atom – atom penyusun molekul yang berukuran mikro hingga ekosistem yang berukuran makro dan sangat kompleks disebut dengan biosfer.\n \nPada hierarki organisasi kehidupan, sel berada di tingkat struktural terendah dari makhluk hidup yang mampu menjalankan semua fungsi kehidupan. Sel mampu melakukan regulasi sendiri, memproses energi, tumbuh, berkembang, tanggap terhadap lingkungan, dan melakukan reproduksi untuk melestarikan jenisnya. \n\nSetiap organisme tersusun dari dua jenis sel yang berbeda. Kedua jenis sel tersebut tersusun atas sel prokariotik dan eukariotik. Pada sistem 5 kingdom, hanya Kingdom Monera (Bakteri dan ganggang biru) yang memiliki sel prokariotik. Sedang Protista, Fungi, Plantae dan Animalia memiliki sel eukariotik.\n \nSel prokariotik terdapat pada bakteri, termasuk sianobakteri. Sel prokariotik lebih sederhana strukturnya daripada sel sl eukariotik, karena tidak memiliki organel yang terbungkus membran dan batas sel adalah membran plasma. Diluar membran plasma terdapat dinding sel yang cukup kaku dan berupa kapsul luar yang mirip jeli. \n\nSebagian bakteri memiliki flagela (organel pergerakan), pili (stuktur pelekatan), atau keduanya yang menonjol pelekatan.\n \nDalam tubuh makhluk hidup, sel memiliki peranan penting. Sel – sel akan menyusun tubuh melalui pengorganisasian yang sistematis. Apabila kamu ingin mengamati sel tumbuhan atau hewan, tidak bisa langsung dengan mata melainkan harus menggunakan miskroskop. \n\nSel adalah unit terkecil kehidupan. Didalam sel terdapat penyusun sel atau organel. Namun, organel tidak bisa disebut sebagai unit terkecil kehidupan karena organel tidak mampu hidup mandiri. Sedangkan makhluk hidup ber sel satu (uniseluler) dapat hidup mandiri dan dapat mencukupi kebutuhan hidupnya energi, mineral dan sebagainya. \n\nSel berukuran mikroskopis, namun ada sel yang berukuran makroskopis (besar : bisa dilihat langsung oleh mata) seperti telur burung unta dan sel saraf zarafah yang memiliki panjang lebih dari 1 m.\n \nB. Jaringan pada Hewan dan Tumbuhan\n\nSetiap sel memiliki ukuran yang bervariasi, yang mencerminkan fungsi dari sel tersebut. Pada organisme ber sel satu, semua fungsi kehidupan dilakukan oleh sel itu sendiri. Namun, pada organisme ber sel banyak, seringkali sel tidak dapat bekerja sendiri. Setiap sel bergantung pada sel lain. \n\nKerjasama dan interaksi diantara sel ini menyebabkan organisme dapat mempertahankan hidupnya. Sel – sel yang mempunyai fungsi dan struktur sama akan berkelompok membentuk jaringan. \n\nTumbuhan mempunyai bermacam – macam jaringan, seperti jaringan pembuluh kayu (xylem) yang berfungsi mengangkut air dan unsur hara dari akar ke daun dan pembuluh tapis (floem) berfungsi mengangkut hasil fotosintesis dari daun ke seluruh tubuh tumbuhan. \n\nHewan dan manusia pun memiliki banyak jaringan, seperti jaringan epitel, jaringan otot, jaringan tulang rawan, jaringan saraf dan sebagainya. \n\nC. Organ pada Hewan dan Tumbuhan\n\nKetika pengamatan jaringan tumbuhan, kita perlu memotong salah satu bagian tumbuhan, misalnya daun dipotong sesuai kebutuhan kemudian diamati dibawah mikroskop untuk mengetahui jaringan dari daun tersebut. Di dalam daun, memiliki banyak jaringan. \n\nKumpulan dari banyak jaringan yang berbeda akan membentuk kesatuan untuk melakukan fungsi tertentu yang disebut organ. Organ akan bekerja sama dengan organ – organ yang lain membentuk sistem organ. ",
      "img"       : "https://i.ibb.co/cCVZs64/bab7.jpg"
    },
    {
      "nama"      : "Interaksi Makhluk Hidup dengan Lingkungan",
      "nama2"     : "BAB 8",
      "kategori"  : "Kelas 7",
      "history"   : "\nA. Pengertian Lingkungan \n\nLingkungan berasal dari kata “environment” yang memiliki makna “the physical, chemical dan biotic condition surrounding an organism”. Berdasar istilah tersebut, lingkungan diartikan sebagai segala sesuatu diluar individu  yang merupakan sistem kompleks sehingga dapat mempengaruhi satu sama lain. \n\nKondisi yang saling mempengaruhi membuat lingkungan selalu dinamis dan dapat berubah – ubah sesuai dengan kondisi. Selain itu, komponen lingkungan dapat saling mempengaruhi dengan kuat. Ada saatnya kualitas lingkungan berubah menjadi baik dan ada saatnya berubah menjadi buruk. Perubahan ini disebabkan organisme dalam satu lingkungan. \n\nLingkungan terdiri dari dua komponen yaitu : komponen biotik dan komponen abiotik. Komponen biotik terdiri dari makhluk hidup (organisme) seperi tumbuhan, hewan, manusia dan jasad renik (organisme mikroskopis). Komponen abiotik terdiri dari benda mati seperti udara, tanah, air, cahaya dan sebagainya. \n\nB. Hal – hal yang ditemukan dalam Lingkungan \n\nSetiap makhluk hidup memerlukan lingkungan tertentu sebagai tempat hidupnya (habitat nya). Dalam suatu habitat, terdapat berbagai jenis makhluk hidup (biotik) dan makhluk tak hidup (abiotik). Di dalam habitat juga terdapat interaksi antara makhluk hidup dengan makhluk tak hidup. \n\nC. Interaksi dalam Ekosistem Membentuk Pola \n\nSetiap organisme tidak dapat hidup sendiri dan selalu bergantung pada organisme lain dan lingkungannya. Saling ketergantungan ini akan membentuk pola interaksi. Pola interaksi terjadi antara komponen biotik dan komponen abiotik serta antara komponen abiotik dengan komponen abiotik. \n\nInteraksi antar makhluk hidup dapat terjadi melalui peristiwa makan dan dimakan seperti rantai makanan, jaring – jaring makanan dan piramida makanan serta melalui bentuk hidup bersama yaitu simbiosis. Simbiosis ada 3 yaitu : simbiosis mutualisme, komensalisme dan parasitisme. \n\nSimbiosis mutualisme adalah hubungan dua jenis individu yang saling memberikan keuntungan oleh kedua individu tersebut. Contohnya jamur dengan akar pohon pinus. Jamur mendapatkan makanan dari pohon pinus, pohon pinus mendapatkan air dan garam mineral lebih banyak jika bersimbiosis dengan jamur. \n\nSimbiosis komensalisme adalah hubungan interaksi dua jenis individu yang memberikan keuntungan pada salah satu pihak, tapi pihak lain tidak mendapat kerugian. Contohnya tumbuhan anggrek dengan pohon mangga. Tumbuhan anggrek mendapat keuntungan berupa tempat tinggal, pohon mangga tidak mendapat keuntungan dan kerugian dari adanya anggrek. \n\nSimbiosis parasitisme adalah hubungan interaksi dua jenis individu yang memberikan keuntungan pada salah satu pihak dan memberi kerugian pada pihak lain (inang). Contohnya kutu rambut dengan manusia. \n\nD.  Pola Interaksi Manusia Mempengaruhi Ekosistem \n\nManusia juga memiliki interaksi dengan lingkungan. Berubahnya tatanan lingkungan oleh kegiatan manusia atau oleh proses alam menyebabkan kualitas lingkungan turun sampai ke tingkat tertentu, akibatnya lingkungan menjadi kurang berfungsi dengan peruntukannya.\n\nDemikian ringkasan materi bab Sistem Organisasi Kehidupan Makhluk Hidup semoga bermanfaat dan bisa menambah referensi kamu.",
      "img"       : "https://i.ibb.co/NT1YGFc/bab8.jpg"
    },
    {
      "nama"      : "Pencemaran Lingkungan",
      "nama2"     : "BAB 9",
      "kategori"  : "Kelas 7",
      "history"   : "\nA. Definisi Pencemaran\n\nPencemaran lingkungan (environmental pollution) adalah segala sesuatu termasuk bahan – bahan fisika dan kimia yang dapat mengganggu ekosistem. Pencemaran lingkungan merupakan salah satu faktor yang menyebabkan menurunnya kualitas lingkungan. \n\nMenurut UU RI No. 23 Tahun 1997 : pencemaran lingkungan adalah masuknya atau dimasukkannya makhluk hidup, zat, energi atau komponen lain kedalam lingkungan oleh manusia sehingga kualitasnya turun yang menyebabkan lingkungan tidak sesuai peruntukannya. \n\nDi lingkungan terdapat faktor biotik dan abiotik, apabila tidak ada keseimbangan antar keduanya maka tidak ada keseimbangan alam. Pencemaran terjadi akibat kegiatan kumpulan manusia (populasi) dan faktor alam seperti gunung meletus yang menimbulkan abu vulkanik. \n\nZat yang dapat mencemari lingkungan dan dapat mengganggu kelangsungan hidup makhluk hidup disebut polutan. Polutan dapat berupa zat kimia, debu, suara, radiasi dan panas.\n\nCiri -ciri dari polutan : \n1). Kadarnya melebihi diatas normal (melebihi ambang batas)\n2). Berada pada waktu yang tidak tepat \n3). Berada pada tempat yang tak semestinya \n\nManusia tidak dapat mencegah pencemaran akibat faktor alam, tetapi dapat mencegah pencemaran akibat kegiatannya sendiri seperti limbah rumah tangga, industri, zat – zat kimia berbahaya, tumpahan minyak, asap hasil pembakaran hutan, minyak bumi dan limbah nuklir. \n\nB. Pencemaran Air\n\nPencemaran air adalah masuknya makhluk hidup, zat, energi atau komponen lain kedalam air yang menyebabkan air tidak berfungsi sesuai peruntukannya. Pencemaran air merupakan kondisi air dalam keadaan normal. Ciri – ciri air tercemar : warna, bau dan rasanya berubah; pH kurang dari 7 atau lebih dari 7 (pH air = 7). \n\nAir dapat tercemar oleh komponen – komponen anorganik seperti logam berat yang berasal dari industri : tekstil, pelapisan logam, cat/tinta warna, percetakan, bahan agrokimia dan sebagainya. Kualitas air menentukan kehidupan di perairan laut dan sungai, apabila perairan tercemar maka keseimbangan ekosistem didalamnya akan terganggu. \n\nLimbah industri : air limbah industri mengandung zat berbahaya. Kegiatan industri menghasilkan produk utama yaitu bahan jadi dan produk yang tidak terpakai yaitu limbah.\n\nJenis limbah yang berasal dari hasil industri yaitu : \n1). Limbah organik yang bau : hasil industri tekstil dan kertas \n2). Limbah anorganik berupa cairan panas, berbuih, berwarna, mengandung asam belerang dan berbau menyengat : hasil industri baja, emas, cat, pupuk organik, farmasi dan sebagainya. \n\nApabila limbah tersebut dibuang ke saluran air, sungai atau laut akan merusak ekosistem didalamnya. Limbah industri berupa logam berat sering dialirkan ke sungai dan mencemari sungai tersebut. Jenis – jenis logam berat tersebut adalah raksa, timbal, kadmium yang apabila terkonsumsi manusia akan sangat berbahaya. \n\nContoh pencemaran limbah yaitu pencemaran raksa di Teluk Minamata, Jepang. Para nelayan dan penduduk disekitar teluk memakan ikan yang tercemar raksa tersebut sehingga mengalami kerusakan saraf yang dinamakan penyakit Minamata. Korban yang meninggal akibat penyakit Minamata yaitu lebih dari 80 ribu orang. \n\nLimbah Rumah Tangga adalah limbah yang berasal dari kegiatan perumahan, pasar, perkantoran, penginapan puing – puing bahan bangunan, dan besi tua bekas mesin atau kendaraan. Limbah rumah tangga berupa bahan organik, anorganik, bahan berbahaya dan beracun (B3). \n\nLimbah organik adalah limbah yang dapat diuraikan oleh mikroorganisme, contohnya kulit buah sayuran, sisa makanan, kertas, kayu dan daun. Limbah anorganik adalah limbah yang tidak dapat diuraikan oleh mikroorganisme, contohnya kaca, plastik, besi, alumunium, kaleng susu, kaleng cat, minyak wangi dan sebagainya. \n\nLimbah Pertanian : Air limbah pertanian tidak menimbulkan dampak negatif bagi lingkungan, namun penggunaan pertisida secara berlebihan menimbulkan kerusakan ekosistem perairan. Limbah bahan berbahaya dan beracun timbul akibat adanya kegiatan pertanian. \n\nKegiatan pertanian menggunakan obat – obat pembasmi hama seperti insektisida dan pupuk yang berlebihan. Pupuk yang berlebihan dapat menyebabkan suburnya ekosistem perairan. Sehingga, terjadi blooming algae atau tumbuh sumbuh suburnya ganggang di permukaan air. \n\nGanggang di permukaan air menutupi seluruh permukaan sehingga mengurangi sinar matahari yang masuk kedalam perairan tersebut. Akibatnya proses fotosintesis oleh fitoplankton terganggu dan kadar oksigen yang larut dalam air menurun sehingga meruikan organisme didalamnya. \n\nPenurunan kualitas lingkungan : apabila air tercemar, maka kandungan oksigen didalamnya berkurang dan mengganggu ekosistem didalamnya. Apabila ekosistem perairan terganggu, maka menyebabkan kualitas lingkungan menurun. \n\nGangguan kesehatan : air limbah yang tidak dikelola terlebih dahulu sebelum dibuang, kemungkinan mengandung kuman, bakteri dan virus yang menyebabkan penyakit. Air limbah juga digunakan sebagai sarang nyamuk dan lalat yang membawa (vektor) penyakit tertentu. \n\nKegiatan pertanian menggunakan obat – obat pembasmi hama seperti insektisida dan pupuk yang berlebihan. Pupuk yang berlebihan dapat menyebabkan suburnya ekosistem perairan. Sehingga, terjadi blooming algae atau tumbuh sumbuh suburnya ganggang di permukaan air. \n\nGanggang di permukaan air menutupi seluruh permukaan sehingga mengurangi sinar matahari yang masuk kedalam perairan tersebut. Akibatnya proses fotosintesis oleh fitoplankton terganggu dan kadar oksigen yang larut dalam air menurun sehingga meruikan organisme didalamnya. \n\nPenurunan kualitas lingkungan : apabila air tercemar, maka kandungan oksigen didalamnya berkurang dan mengganggu ekosistem didalamnya. Apabila ekosistem perairan terganggu, maka menyebabkan kualitas lingkungan menurun. \n\nGangguan kesehatan : air limbah yang tidak dikelola terlebih dahulu sebelum dibuang, kemungkinan mengandung kuman, bakteri dan virus yang menyebabkan penyakit. Air limbah juga digunakan sebagai sarang nyamuk dan lalat yang membawa (vektor) penyakit tertentu. \n\nPengelolaan Excreta : excreta terdapat dalam air limbah rumah tangga, mengandung bakteri patogen, jika tidak dikelola terlebih dahulu menimbulkan berbagai penyakit. Pengolahan excreta dapat dilakukan dengan menampung dan mengolahnya pada jamban atau septictank disekitar tempat tinggal, dialirkan ke tempat pengolahan, dapat dilakukan secara kolekif. \n\nUntuk mencegah meresapnya air limbah excreta ke sumur atau resapan air, jamban yang dibuat harus sehat. Syarat jamban harus sehat : tidak mengotori permukaan tanah, tidak mengotori permukaan air tanah, tidak berbau, sederhana, jauh dari serangga (lalat, nyamuk, kecoa), murah dan bisa diterima masyarakat. \n\nRecycle (daur ulang) : untuk sampah yang dapat terurai dan dapat diolah menjadi hal yang bermanfaat, contohnya sebagai kompos yang dipadukan dengan pemeliharaan cacing tanah. Kompos untuk pupuk dan cacing tanah dapat menyuburkan tanah. \n\nReuse (penggunaan ulang) : untuk sampah yang tidak dapat terurai dan dapat digunakan ulang. Contohnya botol sirup dapat digunakan lagi untuk menyimpan air minum. \n\nReduce (pengurangan) : melakukan pengurangan bahan atau penghematan. Contohnya jika akan berbelanja ke pasar atau supermarket, sebaiknya membawa tas dari rumah untuk megurangi sampah plastik. \n\nRepair (pemeliharaan) : menjaga lingkungan dengan tidak membuang sampah sembarangan terutama di perairan. \n\nC. Pencemaran Udara \n\nPencemaran udara adalah kondisi udara mengandung senyawa – senyawa kimia atau substansi fisik atau biologi yang berdampak buruk bagi kesehatan : manusia, hewan, tumbuhan, merusak : keindahan alam, kenyamanan, properti. \n\nUdara mengandung oksigen yang penting untuk kehidupan organisme. Di atmosfer bumi, terkandung sekitar 20% oksigen yang dibutuhkan semua organisme. Oksigen berperan dalam pembakaran karbohidrat melalui pernapasan. Pembakaran juga sering dilakukan di lingkungan pembakaran seperti pembakaran sampah, kayu dan sebagainya.  \n\nHasil samping dari pembakaran adalah karbon (CO2 dan CO) yang dibuang ke udara. CO2 sangat penting untuk tumbuhan dalam proses fotosintesis. Namun, semakin banyaknya populasi manusia kebutuhan tempat tinggal pun meningkat membuat lahan yang ditumbuhi pepohonan berkurang serta adanya illegal loging (penebangan liar) yang membuat tumbuhan berkurang. \n\nPencemaran udara ada 2 yaitu 1). Primer : disebabkan langsung dari sumber pencemar. Contohnya peningkatan CO2 yang disebabkan oleh aktivitas pembakaran manusia. 2). Sekunder : disebabkan oleh reaksi antar substansi pencemar udara primer yang terjadi di atmosfer. Contohnya pembentukan ozon yang terjadi dari reaksi kimia partikel yang mengandung oksigen. \n\nFaktor Penyebab Pencemaran Udara ada 2 yaitu\n1). Aktivitas Alam : aktivitas alam seperti bencana alam contohnya gunung meletus menimbulkan abu vulkanik yang mencemari udara sekitar dan merugikan organisme dan kebakaran hutan yang menghasilkan karbondioksida dalam jumlah banyak. \n\n2). Aktivitas Manusia : pembakaran sampah, asap – asap industri, asap kendaraan, asap rokok, senyawa kima buangan seperti CFC dan sebagainya. Pencemaran udara dapat berdampak pada kesehatan, tumbuhan, efek rumah kaca dan rusaknya lapisan ozon. \n\nKesehatan : pencemaran udara menurunkan kualitas udara sehingga menimbulkan banyak penyakit seperti infeksi saluran pernapasan (ISPA) yaitu Emfisema. Emfisema adalah gejala kesulitan pengangkutan oksigen karena CO2 di udara lebih banyak dari O2. Sehingga, tubuh akan kekurangan oksigen dan menjadi sesak napas, pusing, berlanjut pada kematian. \n\nBagi tumbuhan : abu vulkanik dan hujan asam mengandung sulfur yang tidak bagus untuk tumbuhan karena bisa menyebabkan kematian. Efek rumah kaca : peningkatan suhu bumi yang diakibatkan meningkatnya CO2 dan CO di atmosfer. CO2 dan CO di atmosfer membentuk lapisan yang menghalangi panas bumi keluar, sehingga panas bumi tetap berada didalam bumi. \n\nRusaknya lapisan ozon : CFC adalah senyawa dalam produk pendingin (freezer, AC, dan aerosol). Ketika CFC terurai di atmosfer, ozon terurai dan lapisan ozon berlubang. Lapisan ozon berfungsi sebagai pelindung bumi dari panas dan sinar UV matahari. Apabila lapisan ozon berlubang, pemanasan global meningkat. \n\nD. Pencemaran Tanah \n\nPencemaran tanah adalah keadaan bahan kimia buatan manusia masuk dan mengubah lingkungan alami tanah. Pencemaran tanah terjadi karena kebocoran limbah atau bahan industri, penggunaan pestisida, kecelakaan kendaraan pengangkut minyak, zat kimia atau limbah, air limbah dari penimbunan sampah dan limbah industri. \n\nFaktor penyebab pencemaran tanah ada 3 yaitu : limbah domestik, limbah industri dan limbah pertanian. \n\nLimbah domestik : berasal dari pedagang, tempat usaha, hotel, kantor – kantor pemerintahan dan tempat wisata. Limbah domestik berupa limbah padat dan cair. Limbah cair berupa tinja (feses), deterjen, oli dan cat. Apabila meresap ke tanah dapat merusak kandungan air tanah dan membunuh mikroorganisme tanah. \n\nLimbah padat berupa senyawa anorganik yang tidak dapat diuraikan (tidak terbiodegradasi) mikroorganisme seperti plastik, serat, keramik, kaleng dan bekas bahan bangunan yang dapat mengurangi kesuburan tanah. Limbah padat akan tetap utuh hingga 300 tahun. \n\nLimbah industri : berasal dari sisa produk industri, berupa limbah padat dan cair. Limbah padat merupakan hasil buangan industri berupa padatan, lumpur dan bubur yang berasal dari proses pengolahan. Contohnya sisa pengolahan pabrik gula, pulp, kertas, rayon, plywood, pengawetan ikan, daging, buah dan sebagainya. \n\nLimbah cair merupakan sisa pengolahan industri pelapisan logam dan industri kimia lainnya. Tembaga, timbal, perak, krom, arsen dan boron adalah zat – zat yang dihasilkan dari proses industri pelapisan logam seperti Hg, Zn, Pb dan Cd. \n\nLimbah pertanian : karena pengetahuan petani kurang, menggunakan pupuk sintetik melebihi ketentuan atau caranya tidak tepat. Akibatnya, limbah pertanian berupa sisa pupuk sintetik untuk menyuburkan tanah membuat tanah tercemar. Misalnya, pupuk urea dan pestisida untuk pemberantas hama tanaman. \n\nPenggunaan pupuk yang terus menerus akan merusak struktur tanah. Akibatnya, kesuburan tanah berkurang dan tidak dapat ditanami jenis tanaman tertentu karena hara tanah semakin berkurang. Penggunaan juga mematikan mikroorganisme yang berguna di dalam tanah. Padahal kesuburan tanah tergantung pada jumlah organisme di dalamnya. \n\nDampak pencemaran tanah : Contohnya kromium dan herbisida merupakan bahan karsinogenik untuk semua organisme. Timbal berbahaya bagi anak-anak, menyebabkan kerusakan otak dan kerusakan ginjal pada seluruh organisme. Raksa dan siklodiena menyebabkan kerusakan ginjal. PCB dan siklodiena mengakibatkan kerusakan hati ditandai dengan keracunan. \n\nOrganofosfat dan karmabat menyebabkan gangguan saraf otot. Pelarut yang mengandung klorin merangsang perubahan hati, ginjal dan penurunan sistem saraf pusat. Gejalanya sakit kepala, pusing, letih, iritasi mata, dan ruam kulit. Pada dosis tinggi, menyebabkan kematian. \n\nPencemaran tanah juga memberikan dampak terhadap ekosistem. Perubahan kimiawi tanah timbul dari bahan kimia beracun dan berbahaya. Perubahan ini menyebabkan perubahan metabolisme dari mikroorganisme endemik dan Arthropoda yang hidup di dalamnya. Akibatnya, memusnahkan spesies primer rantai makanan, memberi akibat predator atau tingkatan lain. \n\nPenanggulangan Pencemaran Tanah : remidiasi dan bioremidiasi. Remidiasi adalah kegiatan membersihkan permukaan tanah yang tercemar. Ada 2 jenis remidiasi tanah yaitu in situ (on – site) dan ex situ (off – site). \n\nPembersihan off – site meliputi penggalian tanah yang tercemar kemudian dibawa ke daerah aman dan dibersihkan dari pencemar. Caranya : disimpan di bak atau tanki yang kedap kemudian diolah dengan IPAL. Pembersihan off – site lebih mahal dan rumit. \n\nBioremidiasi adalah pembersihan pencemaran tanah menggunakan mikroorganisme (jamur, bakteri). Bioremidiasi bertujuan memecah atau mendegradasi zat pencemar menjadi bahan yang kurang beracun atau tidak beracun (CO2 dan H2O). \n\nMikroorganisme yang berfungsi sebagai bioremediasi adalah jamur vesikular arbuskular mikoriza, berperan langsung maupun tidak langsung dalam remediasi tanah, berperan langsung menyerap unsur logam dari tanah, menstimulir pertumbuhan mikroorganisme bioremediasi lain seperti bakteri tertentu, jamur spesies lain, dan lain sebaginya.",
      "img"       : "https://i.ibb.co/JxgGfvZ/depositphotos-263820950-stock-photo-the-pipe-from-which-the.webp"
    },
    {
      "nama"      : "Pemanasan Global",
      "nama2"     : "BAB 10",
      "kategori"  : "Kelas 7",
      "history"   : "\nA. Efek Rumah Kaca\n\nPencemaran tanah adalah keadaan bahan kimia buatan manusia masuk dan mengubah lingkungan alami tanah. Pencemaran tanah terjadi karena kebocoran limbah atau bahan industri, penggunaan pestisida, kecelakaan kendaraan pengangkut minyak, zat kimia atau limbah, air limbah dari penimbunan sampah dan limbah industri. \n\nFaktor penyebab pencemaran tanah ada 3 yaitu : limbah domestik, limbah industri dan limbah pertanian. \n\nLimbah domestik : berasal dari pedagang, tempat usaha, hotel, kantor – kantor pemerintahan dan tempat wisata. Limbah domestik berupa limbah padat dan cair. Limbah cair berupa tinja (feses), deterjen, oli dan cat. Apabila meresap ke tanah dapat merusak kandungan air tanah dan membunuh mikroorganisme tanah. \n\nLimbah padat berupa senyawa anorganik yang tidak dapat diuraikan (tidak terbiodegradasi) mikroorganisme seperti plastik, serat, keramik, kaleng dan bekas bahan bangunan yang dapat mengurangi kesuburan tanah. Limbah padat akan tetap utuh hingga 300 tahun. \n\nLimbah industri : berasal dari sisa produk industri, berupa limbah padat dan cair. Limbah padat merupakan hasil buangan industri berupa padatan, lumpur dan bubur yang berasal dari proses pengolahan. Contohnya sisa pengolahan pabrik gula, pulp, kertas, rayon, plywood, pengawetan ikan, daging, buah dan sebagainya. \n\nLimbah cair merupakan sisa pengolahan industri pelapisan logam dan industri kimia lainnya. Tembaga, timbal, perak, krom, arsen dan boron adalah zat – zat yang dihasilkan dari proses industri pelapisan logam seperti Hg, Zn, Pb dan Cd. \n\nLimbah pertanian : karena pengetahuan petani kurang, menggunakan pupuk sintetik melebihi ketentuan atau caranya tidak tepat. Akibatnya, limbah pertanian berupa sisa pupuk sintetik untuk menyuburkan tanah membuat tanah tercemar. Misalnya, pupuk urea dan pestisida untuk pemberantas hama tanaman. \n\nPenggunaan pupuk yang terus menerus akan merusak struktur tanah. Akibatnya, kesuburan tanah berkurang dan tidak dapat ditanami jenis tanaman tertentu karena hara tanah semakin berkurang. Penggunaan juga mematikan mikroorganisme yang berguna di dalam tanah. Padahal kesuburan tanah tergantung pada jumlah organisme di dalamnya. \n\nDampak pencemaran tanah : Contohnya kromium dan herbisida merupakan bahan karsinogenik untuk semua organisme. Timbal berbahaya bagi anak-anak, menyebabkan kerusakan otak dan kerusakan ginjal pada seluruh organisme. Raksa dan siklodiena menyebabkan kerusakan ginjal. PCB dan siklodiena mengakibatkan kerusakan hati ditandai dengan keracunan. \n\nOrganofosfat dan karmabat menyebabkan gangguan saraf otot. Pelarut yang mengandung klorin merangsang perubahan hati, ginjal dan penurunan sistem saraf pusat. Gejalanya sakit kepala, pusing, letih, iritasi mata, dan ruam kulit. Pada dosis tinggi, menyebabkan kematian. \n\nPencemaran tanah juga memberikan dampak terhadap ekosistem. Perubahan kimiawi tanah timbul dari bahan kimia beracun dan berbahaya. Perubahan ini menyebabkan perubahan metabolisme dari mikroorganisme endemik dan Arthropoda yang hidup di dalamnya. Akibatnya, memusnahkan spesies primer rantai makanan, memberi akibat predator atau tingkatan lain. \n\nPenanggulangan Pencemaran Tanah : remidiasi dan bioremidiasi. Remidiasi adalah kegiatan membersihkan permukaan tanah yang tercemar. Ada 2 jenis remidiasi tanah yaitu in situ (on – site) dan ex situ (off – site). \n\nPembersihan off – site meliputi penggalian tanah yang tercemar kemudian dibawa ke daerah aman dan dibersihkan dari pencemar. Caranya : disimpan di bak atau tanki yang kedap kemudian diolah dengan IPAL. Pembersihan off – site lebih mahal dan rumit. \n\nBioremidiasi adalah pembersihan pencemaran tanah menggunakan mikroorganisme (jamur, bakteri). Bioremidiasi bertujuan memecah atau mendegradasi zat pencemar menjadi bahan yang kurang beracun atau tidak beracun (CO2 dan H2O). \n\nMikroorganisme yang berfungsi sebagai bioremediasi adalah jamur vesikular arbuskular mikoriza, berperan langsung maupun tidak langsung dalam remediasi tanah, berperan langsung menyerap unsur logam dari tanah, menstimulir pertumbuhan mikroorganisme bioremediasi lain seperti bakteri tertentu, jamur spesies lain \n\nB. Pengertian Pemanasan Global\n\nPemanasan global adalah peningkatan suhu rata – rata atmosfer bumi dan lautan secara bertahap serta perubahan yang diyakini secara permanen mengubah iklim bumi. \n\nPenggunaan bahan bakar fosil, penebangan dan pembakaran hutan untuk pengalihfungsian menjadi lahan pertanian, pemukiman dan industri menyumbangkan CO2 ke atmosfer dalam jumlah banyak. Meningkatnya konsentrasi gas-gas rumah kaca seperi CO2 memengaruhi kadar panas di bumi. \n\n100 tahun lalu, temperatur rata – rata suhu di permukaan bumi meningkat sekitar 0,6°C. Ilmuwan mempelajari gas-gas rumah kaca menghangatkan bumi dan pembakaran bahan bakar fosil berkontribusi terhadap pemanasan suhu bumi. Pemanasan global telah dimulai dan akan meningkat cepat di abad ini.\n\n2. Penyebab Pemanasan Global\nPenyebab pemanasan global di yaitu :\n1) Emisi CO2 yang berasal dari pembakaran bahan bakar fosil sebagai pembangkit tenaga listrik.\n\n2) Emisi CO2 yang berasal dari pembakaran gasoline sebagai bahan bakar alat transportasi.\n\n3) Emisi metana dari hewan, lahan pertanian, dan dari dasar laut Arktik.\n\n4) Deforestation (penebangan liar) yang disertai pembakaran lahan hutan.\n\n5) Penggunaan chlorofluorocarbons (CFCs) dalam refrigator (pendingin).\n\n6) Meningkatnya penggunaan pupuk kimia dalam pertanian. \n\nC. Dampak Pemanasan Global\n\nDampak pemanasan global yang nampak yaitu :\nTemperatur bumi semakin tinggi, di beberapa wilayah temperaturnya lebih tinggi dan di wilayah lainnya tidak.\nTingginya temperatur bumi menyebabkan lebih banyak penguapan dan curah hujan secara keseluruhan, tetapi masing – masing wilayah berbeda, beberapa menjadi basah dan bagian lainnya kering.\nMencairnya glasier yang menyebabkan volume air laut meningkat. Begitu pula dengan daratan pantai yang landai, lama – kelamaan mengalami peningkatan akibat penggenangan air.\nHilangnya terumbu karang. Sebuah laporan tentang terumbu karang yang dinyatakan bahwa dalam kondisi terburuk, populasi karang akan hilang pada tahun 2100 karena meningkatnya suhu dan pengasaman laut. Sebagaimana diketahui bahwa banyak spesies lain yang hidupnya bergantung pada terumbu karang.\nKepunahan spesies semakin meluas. Menurut penelitian yang dipublikasikan dalam majalah Nature, peningkatan suhu menyebabkan kepunahan lebih dari satu juta spesies. Hingga saat ini hilangnya spesies semakin meluas dan daftar spesies yang terancam punah terus berkembang dan bertambah.\nKegagalan panen besar-besaran. Menurut penelitian terbaru, terdapat 90% kemungkinan bahwa 3 miliar orang di dunia harus memilih antara pergi bersama keluarganya ke tempat yang beriklim baik atau kelaparan akibat perubahan iklim dalam kurun waktu 100 tahun.\nPenipisan lapisan ozon. Berdasarkan pengamatan satelit, diketahui bahwa lapisan ozon secara berangsur-angsur mengalami penipisan sejak pertengahan tahun 1970. \n\nD. Upaya enanggulangi Pemanasan Global\n\nUpaya menanggulangi pemanasan global yaitu menggunakan energi terbarukan, meningkatkan efisiensi bahan bakar kendaraan, mengurangi deforestation, mengurangi penggunaan CFCs, mendukung dan turut serta melakukan penghijauan. \n\nPenyebab terbesar pemanasan global adalah karbon dioksida (CO2) yang  dilepaskan ketika bahan bakar fosil seperti minyak dan batu bara yang dibakar untuk menghasilkan energi. Besarnya penggunaan bahan bakar fosil untuk aktivitas manusia akan menyumbangkan peningkatan CO2 di udara. \n\nKerusakan lapisan ozon adalah salah satu contoh dampak dari aktivitas manusia yang mengganggu keseimbangan ekosistem dan biosfer. Kondisi tingginya gas polutan di udara menyebabkan terjadinya pemanasan global. \n\nUsaha menanggulangi pemanasan global yaitu :\n1) Menggunakan energi terbarukan dan mengurangi penggunaan batu bara, gasoline, kayu, dan bahan bakar organik lainnya. \n\n2) Meningkatkan efisiensi bahan bakar kendaraan. \n\n3) Mengurangi deforestation. \n\n4) Mengurangi penggunaan produk-produk yang mengandung Chlorofluorocarbons (CFCs) dengan menggunakan produk-produk yang ramah lingkungan. \n\n5) Mendukung dan turut serta pada kegiatan penghijauan. ",
      "img"       : "https://i.ibb.co/bL6tV1f/bab10.jpg"
    },
    {
      "nama"      : "Lapisan Bumi",
      "nama2"     : "BAB 11",
      "kategori"  : "Kelas 7",
      "history"   : "\nA. Bumi\n\nBumi merupakan planet ketiga dalam sistem galaksi Bima Sakti. Berdasar gambar yang diambil dari teleskop Hubble yang diluncurkan National Aeronautic Special Administration (NASA), bumi berbentuk bulat seperti bola. Seperti yang kita ketahui, bola hanya memiliki selimut yang menyelubungi permukaan saja, sedangkan bagian dalamnya kosong. \n\nBumi merupakan planet yang dapat dihuni makhluk hidup. Sebab, di bumi tersedia komponen – komponen pendukung seperti  air, udara dan tanah yang merupakan tempat tumbuhnya berbagai tanaman untuk mendukung kehidupan termasuk berbagai mineral dan hasil tambang. \n\nBumi terdiri atas 3 komponen utama, yakni komponen gas (atmosfer), komponen padatan (litosfer) dan komponen air (hidrosfer). Selain itu, bumi memiliki komponen lainnya yaitu bumi bagian es (kriosfer) dan bagian bumi tempat di mana berlangsungnya kehidupan yang dinamakan (biosfer). \n\nB. Atmosfer\n\nAtmosfer berasal dari 2 kata Yunani, yakni atmos yang berarti uap dan sphaira yang berarti lapisan. Jadi, atmosfer adalah lapisan uap (udara) yang menyelimuti bumi. Atmosfer terdiri atas campuran gas, sedikit cairan dan padatan yang menyelimuti bumi mulai dari permukaan bumi hingga luar angkasa. \n\nAtmosfer terbentuk dari letusan gunung berapi yang kaya nitrogen dan karbon dioksida, tetapi sedikit oksigen. Kemudian, organisme fotosintetik mengolah karbon dioksida menjadi oksigen dan melepaskan oksigen tersebut ke atmosfer sebagai hasil pengolahan makanan yang memanfaatkan cahaya matahari. \n\nAtmosfer tersusun atas gas nitrogen sebesar 78%, Oksigen 21%, Karbon dioksida, argon, dan beberapa gas lain menyusun sebagian kecil dari atmosfer. \n\nC. Lapisan Atmosfer\n\nTroposfer merupakan lapisan atmosfer paling bawah. Ketinggiannya mulai dari permukaan laut (0 km) hingga 10 km di atas permukaan laut (dpl). Sebagian besar troposfer berbentuk uap air dan 75% terdiri atas gas-gas atmosfer. Troposfer merupakan tempat berlangsungnya sistem bumi, seperti hujan, angin, salju, awan dan aktivitas makhluk hidup, termasuk manusia. \n\nStratosfer : pesawat yang melintas di udara berada di lapisan stratosfer. Stratosfer memiliki ketinggian antara 10 – 50 km dpl. Lapisan stratosfer memiliki sedikit awan, namun tidak ada aktivitas cuaca, sehingga tidak mengganggu penerbangan. Sebagian besar stratosfer terdiri atas gas ozon (O3). \n\nMesosfer : ketika melihat meteor, terlihat seperti meteor melintasi bumi kemudian hilang. Namun sebenarnya meteor sedang menuju bumi dan terbakar habis di atmosfer. Lapisan atmosfer yang membakar meteor tersebut adalah mesosfer. Mesosfer memiliki ketinggian 50 – 85 km dpl dan menjadi lapisan pelindung bumi dari benda-benda luar angkasa. \n\nTermosfer : memiliki ketinggian antara 85-500 km dpl. Dinamakan termosfer karena suhu ang sangat panas yakni mencapai 1.982°C. Termosfer berfungsi sebagai tempat mengorbitnya teleskop Hubble dan pesawat ulang-alik, serta melindungi bumi dari radiasi ultraviolet. \n\nTeleskop Hubble adalah teleskop luar angkasa yang diciptakan oleh Edwin Hubble tahun 1985, tahun 1990 di”angkasakan” oleh NASA, memiliki massa 11.110 kg, mengorbit pada ketinggian 559 km. Dengan ini, ilmuwan mengobservasi dan mempelajari jagad raya, objek luar angkasa seperti lubang hitam (black hole), galaksi, bintang, dan sebbagainya. \n\nEksosfer : terdapat pada ketinggian lebih dari 500 km dpl. Kandungan utama dari eksosfer adalah hidrogen. Jika melihat video atau film penjelajahan luar angkasa, terlihat bahwa pesawat luar angkasa dan satelit yang mengorbit di eksosfer tidak dapat bergerak bebas seperti pesawat biasa. \n\nD. Tekanan Udara di Atmosfer\n\nUdara yang ada di atmosfer memiliki sebuah tekanan udara yang menekan permukaan bumi. Besarnya tekanan udara menurun seiring dengan bertambahnya ketinggian suatu tempat. Di atmosfer terdapat lapisan ozon yang melindungi bumi dari radiasi sinar ultraviolet. \n\nPerlu diingat bahwa sifat zat adalah memiliki massa. Gas di atmosfer juga memiliki massa. Atmosfer menyelubungi bumi hingga ratusan kilometer di atas permukaan bumi. Gravitasi Bumi akan menghasilkan gaya tarik molekul gas mengarah ke permukaan bumi, sehingga berat molekul suatu gas akan menekan udara di bawahnya. \n\nAkibatnya, molekul udara di dekat permukaan bumi lebih rapat. Udara yang memiliki kerapatan tinggi ini akan menghasilkan gaya tekan yang besar pula. Gaya yang diberikan pada suatu daerah disebut tekanan. \n\nE. Suhu di Atmosfer\n\nEnergi Matahari dipancarkan dengan radiasi ke seluruh sistem galaksi Bima Sakti. Sebelum mencapai permukaan bumi, radiasi energi Matahari akan melewati atmosfer, oleh atmosfer sebagian energi Matahari akan diserap dalam bentuk kalor atau panas. \n\nLapisan troposfer memiliki suhu antara -52°C hingga 17°C. Bagian terendah dari stratosfer memiliki suhu paling hangat, karena permukaan bumi menyerap energi radiasi Matahari kemudian menyalurkannya ke udara di atasnya. \n\nPada lapisan mesosfer, semakin tinggi maka temperaturnya semakin rendah, karena mesosfer tersusun atas molekul gas yang sulit menyerap energi Matahari. \n\nLapisan termosfer dan eksosfer merupakan lapisan pertama yang menerima radiasi energi Matahari dan memiliki jumlah molekul yang sedikit. Namun, molekul pada 2 lapisan ini sangat efektif menyerap energi Matahari. Akibatnya, semakin tinggi ketinggiannya semakin besar pula temperaturnya. \n\nF. Lapisan Ozon\n\nRadiasi yang dihasilkan matahari salah satunya sinar ultraviolet (UV). Jika lama terpapar sinar ultraviolet dapat merusak kulit dan menyebabkan kanker kulit. Radiasi UV yang menuju bumi ada 50%. Namun yang sampai ke permukaan bumi hanya 1%, karena 99% radiasi UV diserap oleh lapisan ozon. \n\nLapisan ozon (O3) terdapat pada stratosfer dengan ketinggian 18 – 54 km dpl, tersusun atas oksigen, satu molekul ozon memiliki 3 atom oksigen yang berikatan. Ozon berfungsi menyerap sebagian besar radiasi ultraviolet dalam atmosfer. Kandungan ozon dalam stratosfer tinggi, sehingga dapat melindungi Bumi dari radiasi Matahari yang berbahaya. \n\nKonsentrasi ozon di atmosfer berubah setiap waktu. Faktor yang mempengaruhi konsentrasi ozon yaitu gas  CFC yang berasal dari pendingin lemari es,  (AC), dan parfum. CFC mampu memecah molekul ozon yang ada di atmosfer. CFC terdiri atas atom carbon (C), Fluor (F), dan Klorin (Cl). \n\nKetika CFC di atmosfer, sinar ultraviolet memecah molekul CFC kemudian atom klorin mendekati dan memecah molekul ozon. Satu atom oksigen berikatan dengan klorin, sisanya membentuk molekul oksigen (O2). Hasil reaksi klorin dan oksigen tidak dapat menyerap radiasi matahari. Akibatnya, semakin banyak ultraviolet yang sampai ke permukaan Bumi. \n\nPemecahan molekul ozon oleh CFC mengakibatkan penurunan konsentrasi ozon. Penurunan ozon tersebut terjadi di bagian Kutub Utara (Antartika) dan disebut lubang ozon. Setiap tahun, konsentrasi ozon akhir Agustus atau awal September menurun. Pada Oktober, konsentrasi ozon berkurang kemudian terus naik dan lubang ozon hilang pada Desember. \n\nG. Litosfer\n\nLitosfer berasal dari bahasa Yunani yaitu lithos (batuan) dan sphaira (lapisan). Litosfer merupakan lapisan batuan yang ada di bumi. Dalam pengertian luas, litosfer diartikan sebagai seluruh bagian padat bumi termasuk intinya. Struktur padat bumi terdiri atas kerak bumi, mantel, dan inti bumi. \n\nSalah satu bagian dari litosfer adalah lempeng yang selalu aktif bergerak. Pergerakan lempeng tersebut diakibatkan oleh adanya aliran konveksi dari inti bumi. Lempeng dapat bergerak saling menjauhi maupun saling mendekati. \n\nKetika lempeng bergerak saling menjauhi, maka akan timbul patahan/ sesar. Jika lempeng bergerak saling mendekati dan bertumbukan, maka akan terjadi subduksi.Salah satu efek dari pergerakan lempeng adalah adanya gempa dan terbentuknya pegunungan berapi. \n\nKerak bumi dibedakan menjadi kerak benua dan kerak samudra. Kerak benua merupakan kerak bumi yang berada di daratan. Kerak samudra merupakan kerak bumi yang berada di dalam laut. Mantel bumi terdiri atas mantel atas dan mantel bawah. \n\nInti bumi dibedakan menjadi 2, yaitu inti luar yang berupa cairan pekat dan inti dalam yang bersifat pekat hampir menyerupai padatan. Berdasar struktur bumi, ada dua teori mendasar yang perlu dipelajari yaitu teori tektonik lempeng, teori gempa bumi dan gunung berapi. \n\nH. Hidrosfer\n\nHidrosfer berasal dari kata hidros yang berarti air dan sphaira yang berarti selimut. Hidrosfer adalah lapisan air yang menyelimuti bumi. Hampir 70% bagian bumi terdiri atas air. Hidrosfer meliputi danau, sungai, air tanah, uap air di udara, laut dan samudra. Air di bumi memiliki siklus hidrologi yang merupakan proses daur ulang air secara terus menerus. ",
      "img"       : "https://i.ibb.co/ts6ZwNC/bab11.jpg"
    },
    {
      "nama"      : "Tata Surya",
      "nama2"     : "BAB 12",
      "kategori"  : "Kelas 7",
      "history"   : "\nA. Sistem Tata Surya\n\nTata surya adalah susunan benda-benda lagit yang terdiri atas matahari sebagai pusat tata surya, planet-planet, komet, meteoroid, dan asteroid yang mengelilingi matahari. Planet yang dekat dengan matahari bergerak lebih cepat daripada planet yang jauh dari Matahari. \n\nBidang edar planet-planet dalam mengelilingi matahari disebut bidang edar dan bidang edar bumi dalam mengelilingi matahari disebut bidang ekliptika. Susunan Tata Surya terdiri atas Matahari, Planet Dalam, Planet Luar, Komet, Meteorid, dan Asteroid. \n\nSusunan Tata Surya : \nsistem tata surya\nMatahari adalah bintang yang berupa bola gas panas dan bercahaya yang menjadi pusat sistem tata surya. Matahari memiliki empat lapisan yaitu inti matahari, fotosfer, kromosfer, dan korona. \n\nInti Matahari : memiliki suhu 1,5 x 107°C yang cukup untuk mempertahankan fusi termonuklir dan berfungsi sebagai sumber energi matahari. Energi dari inti diradiasikan ke lapisan luar matahari kemudian sampai ke ruang angkasa.\n\nFotosfer : memiliki suhu 6.000 Kelvin, ketebalan 300 km. Energi matahari radiasikan ke luar dan terdeteksi sebagai sinar matahari di bumi. Di dalam fotosfer terdapat bintik matahari yaitu daerah dengan medan magnet yang kuat, dingin dan lebih gelap dari wilayah sekitarnya. \n\nKromosfer : memiliki suhu 4.500 Kelvin, ketebalan 2.000 km. Kromosfer terlihat seperti gelang merah yang mengeliling bulan pada ketika terjadi gerhana matahari total. \n\nKorona : lapisan terluar matahari dengan suhu 1.000.000 Kelvin, ketebalan 700.000 km, berwarna keabu – abuan yang dihasilkan dari ionisasi atom karena suhu sangat tinggi, terlihat seperti mahkota dengan warna keabu – abuan yang mengelilingi bulan ketika terjadi gerhana matahari total. \n\nPlanet adalah benda langit yang tidak dapat memancarkan cahaya sendiri namun bisa memantulkan cahaya dari bintang yang diterimanya. Planet dalam (planet terestrial) adalah planet yang orbitnya dekat dengan Matahari. \n\nPlanet dalam berukuran kecil, memiliki sedikit satelit, berbatu, terestrial, terdiri atas mineral tahan api seperti silikat yang membentuk kerak dan mantelnya, logam seperti besi dan nikel yang membentuk intinya. Planet dalam terdiri atas Merkurius, Venus, Bumi, dan Mars. \n\nPlanet luar (planet Jovian) adalah planet yang orbitnya jauh dari matahari, berukuran besar, memiliki banyak satelit, tersusun dari bahan ringan seperti hidrogen, helium, metana, dan amonia. Planet-planet dalam dan luar dipisahkan oleh sabuk asteroid. \n\nPlanet luar terdiri atas Jupiter, Saturnus, Uranus, Neptunus, dan Pluto.\n\nKomet berasal dari Bahasa Yunani yaitu Kometes artinya berambut panjang. Komet adalah benda langit yang mengelilingi matahari dengan orbit sangat lonjong. Komet ini terdiri atas debu, partikel batu yang bercampur dengan es, metana, dan amonia.\n\nBagian – bagian komet ada 3 yaitu : \n1). Inti komet : bagian komet yang kecil, padat, tersusun dari debu dan gas \n\n2). Koma : daerah kabut disekitar inti \n\n3). Ekor komet : bagian komet yang panjang, arah ekor komet selalu menjauhi matahari karena dorongan dari angin dan radiasi matahari \n\nMeteoroid adalah potongan batu atau puing – puing logam yang bergerak di luar angkasa. Meteoroid mengelilingi matahari dengan orbit tertentu dan kecepatan tertentu. Meteoroid tercepat bergerak sekitar 42 km/detik.  Ketika Meteoroid tertarik oleh gravitasi bumi, maka sebelum sampai dibumi, meteorid akan bergesekan dengan atmosfer bumi. \n\nGesekan tersebut akan menghasilkan panas dan membakar meteoroid tersebut. Meteor adalah meteoroid yang habis terbakar oleh atmosfer bumi. Meteorit adalah meteoroid yang jatuh ke bumi. \n\nAsteroid adalah potongan-potongan batu yang mirip dengan materi penyusun planet. Sebagian besar asteroid terletak di daerah antara orbit Mars dan Jupiter yang disebut sabuk Asteroid. \n\nB. Kondisi Bumi\n\nPara pelaut mengamati hal yang pertama kali mereka lihat di laut adalah puncak kapal. Ini menunjukkan bahwa bumi bentuknya bulat. Begitu pula pada tahun 1522, Magelhaen telah membuktikan bumi bentuknya bulat, dengan mengadakan pelayaran arah lurus kemudian dia berhasil kembali ke tempat awal dia berlayar. \n\nRotasi Bumi adalah perputaran bumi pada porosnya. Kala Rotasi Bumi adalah waktu yang dibutuhkan oleh bumi untuk sekali berputar, yaitu 23 jam 56 menit. Bumi berotasi dari barat ke timur. Dampak rotasi bumi yaitu gerak semu harian matahari, perbedaan waktu, pembelokan arah angin dan pembelokan arah arus laut. \n\nRevolusi bumi adalah pergerakan bumi mengelilingi matahari. Kala revolusi bumi adalah waktu yang dibutuhkan oleh bumi untuk sekali mengelilingi matahari yaitu 365,25 hari. Dampak dari revolusi bumi yaitu gerak semu tahunan matahari, perbedaan lamanya siang dan malam, dan pergantian musim. \n\nC. Konsisi Bulan \n\nBulan adalah benda langit yang terdekat dengan bumi sekaligus satelit bumi. Karena merupakan satelit, bulan tidak dapat memancarkan cahaya sendiri melainkan memancarkan cahaya Matahari. Bulan juga berputar dan mengelilingi bumi. \n\nBulan berbentuk bulat seperti planet, permukaannya berupa dataran kering, tandus, banyak kawah, terdapat pegunungan dan dataran tinggi. Bulan tidak memiliki atmosfer, sehingga sering terjadi perubahan suhu yang sangat drastis, bunyi tidak dapat merambat, tidak ada siklus air, tidak ditemukan makhluk hidup, dan sangat gelap gulita. \n\nBulan melakukan tiga gerakan sekaligus, yaitu rotasi, revolusi, dan bergerak bersama dengan bumi untuk mengelilingi matahari. Kala rotasi bulan sama dengan kala revolusinya terhadap bumi yaitu 27,3 hari. Dampak dari pergerakan bulan yaitu terjadinya pasang surut air laut, pembagian bulan, fase-fase bulan, gerhana matahari, dan gerhana bulan. \n\nPasang adalah peristiwa naiknya permukaan air laut, surut adalah peristiwa turunnya permukaan air laut. Pasang surut air laut terjadi akibat pengaruh gravitasi matahari dan gravitasi bulan. Akibat bumi berotasi pada sumbunya, maka daerah yang mengalami pasang surut bergantian sebanyak dua kali. Ada dua jenis pasang air laut, yaitu pasang purnama dan pasang perbani. \n\nPasang Purnama dipengaruhi oleh gravitasi bulan, terjadi ketika bulan purnama, menjadi maksimum ketika terjadi gerhana matahari. Hal ini karena dipengaruhi oleh gravitasi bulan dan matahari yang mempunyai arah sama. \n\nPasang Perbani yaitu permukaan air laut turun serendah – rendahnya, terjadi pada saat bulan kuartir pertama dan kuartir ketiga, dipengaruhi oleh gravitasi bulan dan matahari yang saling tegak lurus. \n\nPembagian bulan ada dua yaitu bulan sideris dan bulan sinodis. Bulan Sideris membutuhkan kala revolusi selama 27,3 hari. Bulan Sinodis membutuhkan kala revolusi selama 29,5 hari. Kala revolusi sinodis dapat ditentukan melalui pengamatan dari saat terjadinya bulan baru sampai bulan baru berikutnya. \n\nSatu bulan sinodis digunakan sebagai dasar penanggalan Komariyah (penanggalan Islam). \n\nFase – fase bulan merupakan perubahan bentuk bulan yang terlihat di Bumi. Ini dikarenakan posisi relatif antara bulan, bumi, dan matahari. Fase-fase bulan ada 5 yaitu : \n\nBaca Juga:  Materi Seni Budaya Kelas 7 Bab 9 Menerapkan Ragam Hias pada Bahan Tekstil\n1). Bulan baru terjadi ketika posisi bulan berada di antara bumi dan matahari. Selama bulan baru, sisi bulan yang menghadap ke matahari nampak terang dan sisi yang menghadap bumi nampak gelap. \n\n2). Bulan sabit terjadi ketika bagian bulan yang terkena sinar matahari sekitar seperempat, sehingga permukaan bulan yang terlihat di bumi hanya seperempatnya. \n\n3). Bulan separuh terjadi ketika bagian bulan yang terkena sinar matahari sekitar separuhnya, sehingga yang terlihat dari bumi juga separuhnya (kuartir pertama). \n\n4). Bulan cembung terjadi ketika bagian bulan yang terkena sinar matahari tiga perempatnya, yang terlihat dari bumi juga tiga perempatnya. Sehingga, kita dapat melihat bulan cembung. \n\n5). Bulan purnama terjadi ketika semua bagian bulan terkena sinar matahari, begitu juga yang terlihat dari bumi. Sehingga, kita dapat melihat bulan purnama (kuartir kedua). \n\nD. Gerhana\n\nGerhana terjadi ketika posisi bulan dan bumi menghalangi sinar matahari, sehingga bumi atau bulan tidak mendapatkan sinar matahari. Ada dua jenis gerhana, yaitu gerhana matahari dan gerhana bulan. \n\nGerhana Matahari : terjadi ketika posisi bulan berada di antara matahari dan bumi, ketiganya terletak dalam satu garis lurus, terjadi pada waktu bulan baru. Akibat ukuran bulan lebih kecil dibanding Bumi, maka terjadi tiga kemungkinan gerhana, yaitu : \n\n1). Gerhana Matahari total, terjadi pada daerah-daerah yang berada di bayangan inti (umbra), sehingga cahaya matahari tidak tampak sama sekali, terjadi sekitar 6 menit. \n\n2). Gerhana matahari cincin, terjadi pada daerah yang terkena lanjutan umbra, sehingga matahari terlihat seperti cincin. \n\n3). Gerhana Matahari sebagian, terjadi pada daerah-daerah yang terletak di antara umbra dan penumbra (bayangan kabur), sehingga matahari terlihat hanya sebagian. \n\nGerhana bulan : terjadi apabila bumi berada di antara matahari dan bulan, terjadi ketika bulan memasuki bayangan bumi, hanya dapat terjadi pada saat bulan purnama. Pada waktu seluruh bagian bulan masuk dalam daerah umbra bumi, maka terjadi gerhana bulan total. \n\nBulan berada dalam penumbra sekitar 6 jam, dalam umbra sekitar 40 menit. Umbra adalah bayangan gelap yang terbentuk selama terjadinya gerhana. Penumbra adalah bayangan kabur (remang-remang) yang terbentuk selama terjadinya gerhana. ",
      "img"       : "https://i.ibb.co/jRjSTcs/bab12.jpg"
    }
  ]
}